Repository: WHASQ/whasq-translations
Catalog: *.xliff
Languages: es, it

# 5DB-Kf-6mn.normalTitle
source: Valider l'inscription
es: Validar la inscripción
it: Convalidare la registrazione

# 8a4-PS-ohR.normalTitle
source: MOT DE PASSE OUBLIÉ ?
es: ¿ Te olvidaste la contraseña?
it: Password dimenticata

# EwK-LG-Bn1.text
source: ou
es: o
it: o

# F5n-eU-FYL.text
source: C’est plus rapide avec Facebook !
es: ¡ Es más rápido con Facebook!
it: E più veloce con Facebook !

# H3Z-PH-Rnt.text
source: Application zéro pub.
es: App cero publicidad
it: Applicazione senza pubblicità

# HGQ-bH-alz.normalTitle
source: S'inscrire
es: Conectarse
it: Log in

# HlY-7p-JsY.placeholder
source: Numéro de téléphone
es: Número de teléfono
it: Numero di telefono

# NpQ-Sw-Vbz.placeholder
source: Mot de passe
es: Contraseña
it: Password

# Pay-HU-6hu.placeholder
source: Adresse mail
es: Correo electrónico
it: E-mail

# QzB-wA-Y91.text
source: Votre numéro de téléphone permet de valider le paiement ainsi que de maintenir la sécurité au sein de l’application.
es: Tu número de teléfono nos permite validar tu pago y mantener la seguridad dentro de la aplicación
it: Il tuo numero di telefono permette di convalidare il pagamento e di mantenere la sicurezza all'interno dell'app.

# RgP-Kc-9eR.text
source: C’est plus rapide avec Facebook !
es: ¡Es más rápido con Facebook!
it: E più veloce con Facebook !

# VPK-vn-SxK.normalTitle
source: Retour
es: Volver
it: Ritorno

# YkN-ga-TKR.placeholder
source: Adresse mail
es: Correo electrónico
it: E-mail

# ain-On-3K0.placeholder
source: Pays
es: País
it: Paese

# bNl-84-peA.placeholder
source: Mot de passe
es: Contraseña
it: Password

# gTe-eJ-jOJ.normalTitle
source: Changer de mot de passe
es: Cambiar de contraseña
it: Cambiare la password

# htD-Cx-Fq4.normalTitle
source: Découvrir
es: Descubrir
it: Scoprire

# hv1-7C-44v.placeholder
source: Adresse mail
es: Correo electrónico
it: E-mail

# jfm-TS-WcM.text
source: Vos données sont protégées et elles ne sont pas revendues.
es: Tus datos son protegidos y no son vendidos.
it: I tuoi dati vengono protetti e non verranno venduti.

# kAJ-Kf-fOB.normalTitle
source: RETOUR
es: Volver
it: Ritorno

# qgv-Xf-VWS.normalTitle
source: Se connecter
es: Conectarse
it: Log in

# sTM-zl-VOw.text
source: Mot de passe oublié
es: Contraseña olvidada
it: Password dimenticata

# xWY-eo-G56.text
source: ou
es: o
it: o

# 1Hu-LK-2Ri.normalTitle
source: Valider les changements
es: Confirmar los cambios
it: Convalidare i cambiamenti

# 4fq-WM-kqh.text
source: Moyen de paiement
es: Medio de pago
it: Modo di pagamento

# DLT-wE-2aX.title
source: Ma cagnotte
es: Mis ganancias
it: I miei soldi

# Ha0-oF-y4h.segmentTitles[0]
source: Solde
es: Saldo
it: Saldo

# Ha0-oF-y4h.segmentTitles[1]
source: Historique
es: Historial
it: Lista cronologica

# Ksp-hY-B8t.text
source: Historique des paiements
es: Historial de pagos
it: Lista cronologica dei pagamenti

# PBV-fV-gKI.text
source: État de ma cagnotte
es: Estado de mis ganancias
it: Stato dei miei soldi

# PyQ-Om-PpD.segmentTitles[1]
source: Bancaire
es: Bancaria
it: Bancario

# TRM-eo-D6f.text
source: Valeur
es: Valor
it: Valore

# fXp-yc-GlU.text
source: Date
es: Fecha
it: Data

# ksx-Lf-vQg.normalTitle
source: Demander un paiement
es: Pedir un pago
it: Chiedere un pagamento

# ol3-A5-xV6.text
source: Le paiement est effectué le lundi suivant votre demande. Vous recevrez votre argent sous environ 48h.
es: El pago se realiza el martes siguiente a los 10 días hábiles posteriores a la solicitud.
it: Il pagamento viene effettuato il martedì successivo i 10 giorni lavorativi dalla richiesta.

# rkw-Xe-M0z.text
source: Euros
it: Euro

# wYF-O9-Ax1.text
source: Informations de paiement
es: Informaciones de pago
it: Notizie di pagamento

# 6sh-mA-fOq.placeholder
source: Rechercher un contact
es: Buscar un contacto
it: Cercare un contatto

# 8Ot-d1-FXr.title
source: Sélection
es: Selección
it: Selezione

# DBK-Nq-kS0.text
source: Invitation envoyée
es: Invitación enviada
it: Richiesta inviata

# Dxo-pd-mX7.title
source: Sélectionner des amis
es: Elegir amigos
it: Selezionare degli amici

# GRw-BN-l37.title
source: Amis
es: Amigos
it: Amici

# Qo1-0W-M2B.segmentTitles[0]
source: First
es: Primero
it: Primo

# Qo1-0W-M2B.segmentTitles[1]
source: Second
es: Segundo
it: Secondo

# i5a-lW-bbw.title
source: Valider
es: Validar
it: Convalidare

# irc-oI-iwx.title
source: Amis
es: Amigos
it: Amici

# jUN-e7-9he.placeholder
source: Rechercher un ami
es: Buscar un amigo
it: Cercare un amico

# kT6-sH-Tp9.normalTitle
source: Valider
es: Validar
it: Convalidare

# lIi-lL-FYs.text
source: Label
it: Etichetta

# mQX-R9-Y6Y.text
source: Label
it: Etichetta

# qBy-zq-vVV.placeholder
source: Rechercher un ami
es: Buscar un amigo
it: Cercare un amico

# u0E-UK-ntd.text
source: Label
it: Etichetta

# uLl-lU-5nJ.normalTitle
source: Valider
es: Validar
it: Convalidare

# wYT-Ts-DQt.placeholder
source: Rechercher un ami
es: Buscar un amigo
it: Cercare un amico

# xOs-bc-h8a.text
source: Groupe
es: Grupo
it: Gruppo

# 0Dr-VR-Olq.text
source: Progression 75%
es: Progreso 75%
it: Progressione 75%

# 82S-Gs-fPL.normalTitle
source: Se connecter
es: Conectarse
it: Log in

# A7k-PQ-S9N.text
source: Durée
es: Duración deseada
it: Periodo voluto

# IOi-Ha-heD.text
source: Label
it: Etichetta

# Jrn-pO-po0.text
source: Description
es: Descripción
it: Descrizione

# mcD-c4-em0.text
source: Titre de la mission
es: Título de la misión
it: Titolo della missione

# p6U-Tt-FJR.normalTitle
source: Participer
es: Participar
it: Partecipare

# pmy-an-Vfy.text
source: Temps restant
es: Tiempo restante
it: Tempo rimanente

# q4o-yR-FRQ.normalTitle
source: Continuer
es: Continuar
it: Continuare

# zkU-ks-dJh.normalTitle
source: Abandonner
es: Abandonar
it: Abbandonare

source: Annuler
es: Anular
it: annullare

source: Annuler le Whasq
es: Cancelar el Whasq
it: Cancellare lo Whasq

source: Attendre
es: Esperar
it: Aspettare

source: Avant de créer des Whasq, vous pouvez ajouter des contacts
es: Antes de crear un Whasq, puedes agragar a tus contactos
it: Prima di creare dei Whasq, potete aggiungere dei contatti

source: CODE
es: Código
it: CODICE

source: Confirmation virement
es: Confirmar la transferencia
it: Confermare il trasferimento

source: ENVOYER
es: MANDAR
it: MANDARE

source: En cliquant sur Transferer, une demande de transfert sera lancée
es: Al hacer clic en Transferer, una aplicación de transferencia que será lanzado
it: Facendo clic su cedente, una domanda di trasferimento da lanciare

source: En pause
es: Pausa
it: In pausa

source: Enlever
es: Eliminar
it: Rimuovere

source: Enregistrement...
es: Grabando
it: Registrazione...

source: Entrez le SMS dans la boite de dialogue
es: Ingresa el SMS en la ventana de dialogo
it: Entrare il SMS nel dialogo

source: Entrez le SMS de vérification
es: Introduzca la verificación de SMS
it: Inserire l'SMS di verifica

source: Erreur
es: Error
it: Errore

source: Erreur lors de l'enregistrement audio :
es: Error de grabación de audio:
it: Errore di registrazione audio:

source: Erreur lors de la récuperation des données Facebook
es: Error al recuperar la información de Facebook
it: Errore durante il recupero dei dati Facebook

source: Garder
es: Guardar
it: Mantenere

source: Impossible d'ouvrir l'application AppStore
es: No se puede abrir la aplicación AppStore
it: Impossibile aprire l'applicazione AppStore

source: Informations de paiement changées
es: Información de pago modificada
it: Informazioni di pagamento cambiate

source: Informations manquantes
es: Falta información
it: Informazione mancante

source: Inviter des amis
es: Invitar a amigos
it: Invitare degli amici

source: Jours
es: Días
it: Giorni

source: Lecture en cours
es: Lectura en curso
it: Lettura in corso

source: Les photos
es: Las fotos
it: Le foto

source: Les réponses ont été envoyées ! :)
es: ¡Las respuestas se han enviado ¡ :)
it: Perfetto, le risposte sono state mandate ! :)

source: Les sons
es: Los audios
it: I suoni

source: Les vidéos
es: Los videos
it: I video

source: Ma position
es: Mi posición
it: La mia posizione

source: Mission
es: Misión
it: Missione

source: Mission complétée
es: misión completada
it: Missione completata

source: PATIENTEZ SVP, Nous chargeons vos contacts
es: POR FAVOR ESPERE, cargamos sus contactos
it: ATTENDE, carichiamo i tuoi contatti

source: Paiments en attente
es: Pagos pendientes
it: Pagamenti in attesta

source: Paiments refusés
es: Pagos rechazados
it: Pagamenti rifiutati

source: Paiments supprimés
es: Pagos cancelados
it: Pagamenti eliminati

source: Paiments validés
es: Pagos validados
it: Pagamenti convalidati

source: Pas d'audio enregistré
es: No hay audio registrado
it: Nessun audio registrato

source: Pas de photo enregistrée
es: No hay foto registrada
it: Nessuna foto registrata

source: Pas de vidéo enregistrée
es: No hay video registrado
it: Nessun video registrato

source: Profil mis à jour
es: Perfil actualizado
it: Aggiornate

source: Progression
es: Progreso
it: Progressione

source: Pseudo
es: Apodo
it: Nome di utente

source: Quel est votre pseudo ?
es: ¿ Cuál es tu apodo?
it: Qual'è il tuo nome di utente?

# Retour sur Clic&amp;Walk
source: Retour sur Clic&Walk
es: Comentarios sobre Clic&Walk
it: Commenti su Clic&Walk

source: Réservation effectuée
es: Reserva realizada
it: Prenotazione effettuata

source: SMS de vérification
es: SMS de verificación
it: SMS di verificazione

source: Saisissez ici votre réponse
es: Ingresa aquí la respuesta
it: Scrivi qui la tua risposta

source: Ton whasq
es: Mi 1era pregunta
it: La mia prima domanda

source: Tous les quizzes ont été remplis, les réponses vont être envoyées
es: Todos los cuestionarios están completos, las respuestas serán enviadas.
it: Tutti i quizz sono stati fatti, le risposte verranno mandate.

source: Transférer
es: Transferir
it: Trasferire

source: Un SMS de confirmation va vous être envoyé
es: Un SMS de confirmación será enviado
it: Un SMS di conferma ti sarà mandato

source: Veuillez retrouver notre application sur l'AppStore et nous laisser un commentaire. Merci
es: Por favor, encontrar nuestra aplicación en la App Store y nos deja un comentario. Gracias
it: Si prega di trovare la nostra applicazione su App Store e lasciare un commento. grazie

source: Voir
es: Ver
it: Vedere

source: Votre nom et prénom sont nécessaires pour la demande de virement
es: Su apellido y nombre son requeridos para la solicitud de transferencia
it: Il tuo cognome e nome sono richiesti per la richiesta di trasferimento

source: Voulez-vous supprimer ce Whasq ?
es: ¿ Quieres borrar el Whasq?
it: Vuoi eliminare lo Whasq ?

source: Vous serez informé par une notification si la mission se libère
es: Serás informado a través de una notificación si la mision es liberada
it: Sarete informati da una notificazione se la missione si libera

# add.group.popup.default.name
source: Groupe
es: Grupo
it: Gruppo

# adressbook.contact.selectall.title
source: Tout selectionner (%i)
es: Seleccionar todo (%i)
it: Selezionare tutto (%i)

# cell.friend.invit.button
source: Inviter
es: Invitar
it: Invitare

# contact.choose.friends.title
source: Sélectionner des amis
es: Elegir amigos
it: Selezionare degli amici

# contact.popup.SMS.impossible
source: Impossible d'ouvrir l'éditeur de message.
es: No se puede abrir el editor de mensajes
it: Non si può aprire l'editore di messaggio.

# contact.popup.email.impossible
source: Impossible d'ouvrir l'éditeur d'email
es: No se puede abrir el editor e-mail
it: Non si può aprire l'editore di mail

# contact.whasq.creation.success.popup.subtitle
source: Votre Whasq a été créé avec succès.
es: El Whasq ha sido creado correctamente
it: Il tuo Whasq è stato creato con successo.

# contact.whasq.creation.success.popup.title
source: Félicitation
es: Felicitaciones
it: Auguri

# create.account.default.country.code
source: fr
es: es
it: it

# create.account.facebook.login.cancel
source: Inscription avec Facebook annulée
es: Inscripción Facebook cancelada
it: Iscrizione con Facebook cancellata

# create.account.title
source: Inscription
es: Inscripción
it: Iscrizione

# create.account.validation.country.error
source: Veuiller choisir un pays.
es: Por favor elige un país
it: Scegliere un paese.

# create.account.validation.email.error
source: Veuiller entrer un email valide.
es: Por favor ingresa un correo electrónico correcto
it: Entrare un indirizzo mail valido.

# create.account.validation.password.error
source: Veuiller entrer un mot de passe valide.
es: Por favor ingresa una contraseña correcta.
it: Entrare una password valida.

# create.account.validation.phonenumber.error
source: Veuiller entrer un numéro de téléphone valide.
es: Por favor ingresa un número de teléfono correcto
it: Entrare un numero di telefono valido.

# create.account.withemail.connection.error
source: Erreur lors de la connexion
es: Error al conectarse
it: Errore durante il collegamento

# create.account.withemail.error.default
source: Erreur
es: Error
it: Errore

# create.account.withfacebook.connection.error
source: Erreur lors de la connexion facebook
es: Error al conectarse via Facebook
it: Errore durante il collegamento a Facebook

# create.account.withfacebook.error.default
source: Erreur
es: Error
it: Errore

# error.upload.failed
source: L'upload a échoué
es: La descarga ha fallado
it: L'upload è fallito

# friends.facebook.error.toast
source: Erreur Facebook
es: Error Facebook
it: Errore Facebook

# friends.import.from.adressbook
source: Importer depuis les contacts
es: Importar desde los contactos
it: Importare dai contatti

# friends.import.from.facebook
source: Importer depuis Facebook
es: Importar desde Facebook
it: Importare da Facebook

# friends.import.from.other
source: Autres...
es: Otros...
it: Altro...

# friends.invitation.send.toast
source: Invitation envoyée
es: Invitación enviada
it: Richiesta inviata

# friends.retrieveFriend.facebook.error.toast
source: Erreur lors de la récupération de vos amis Facebook
es: Error al recuperar tus amigos Facebook
it: Errore durante il recupero dei tuoi amici Facebook

# friends.title
source: Amis
es: Amigos
it: Amici

# generic.error.description
source: Il y a eu un problème
es: Hubo un problema
it: C'è stato un problema

# generic.error.title
source: Erreur
es: Error
it: Errore

# generic.validate
source: Valider
es: Validar
it: Convalidare

# group.detail.delete.error.toast
source: Il y a eu un problème
es: Hubo un problema
it: C'è stato un problema

# group.detail.edit.default.name
source: Groupe
es: Grupo
it: Gruppo

# group.detail.options.delete
source: Supprimer le groupe
es: Borrar el grupo
it: Eliminare il gruppo

# group.detail.options.manage.friends
source: Gérer les amis
es: Gestionar los amigos
it: Gestire gli amici

# group.detail.popup.delete.cancel
source: Annuler
es: Cancelar
it: Cancellare

# group.detail.popup.delete.confirm
source: Supprimer
es: Borrar
it: Eliminare

# group.detail.popup.delete.message
source: Voulez-vous supprimer ce groupe ?
es: ¿Quieres borrar el grupo?
it: Vuoi eliminare questo gruppo?

# group.detail.popup.delete.title
source: Confirmation
es: Confirmar
it: Conferma

# home.filter.title.plural
source: %i/3 filtres activés
es: %i/3 filtros activos
it: %i/3 filtri attivati

# home.filter.title.single
source: %i/3 filtre activé
es: %i/3 filtro activo
it: %i/3 filtro attivato

# home.filter.whasq.on
source: Missions WHASQ
es: Misiones WHASQ
it: Missioni WHASQ

# home.refresh.error.toast
source: Il y a eu un problème
es: Hubo un problema
it: C'è stato un problema

# home.title
source: Missions disponibles
es: Misiones disponibles
it: Missioni disponibili

source: http://fr.clicandwalk.com/
es: http://es.clicandwalk.com/
it: http://it.clicandwalk.com/

# list.contact.emptystate
source: Clic&Walk c’est mieux si on le partage avec ses amis !
es: ¡ Clic and Walk es mejor cuando lo compartes con amigos!
it: Clic and Walk è meglio se lo condividi con i tuoi amici !

# list.contact.friend.title
source: Amis
es: Amigos
it: Amici

# list.contact.group.title
source: Groupes
es: Grupos
it: Gruppi

# list.contact.refresh.error.toast
source: Il y a eu un problème
es: Hubo un problema
it: C'è stato un problema

# list.noclicwalker.email.html.body
source: <p>You're so awesome !</p>
es: <p>¡Eres lo máximo!</p>
it: <p> Sei fantastico/a !</p>

# list.noclicwalker.emptystate
source: Clic&Walk c’est mieux si on le partage avec ses amis !
es: ¡ Clic and Walk es mejor cuando lo compartes con amigos!
it: Clic and Walk è meglio se lo condividi con i tuoi amici !

# list.noclicwalker.popup.SMS.cancel
source: L'envoi du message a été annulé.
es: El envió del mensaje ha sido cancelado.
it: L'invio del messaggio è stato annullato.

# list.noclicwalker.popup.SMS.error
source: L'envoi du message a échoué
es: El envió del mensaje ha fallado.
it: L'invio del messaggio è fallito

# list.noclicwalker.popup.SMS.impossible
source: Impossible d'ouvrir l'éditeur de message.
es: No se puede abrir el editor de mensajes
it: Non si può aprire l'editore di messaggio.

# list.noclicwalker.popup.email.cancel
source: L'envoi de l'email a été annulé.
es: El envió del e-mail ha sido cancelado.
it: L'invio del email è stato annullato.

# list.noclicwalker.popup.email.error
source: L'envoi de l'email a échoué.
es: El envió dele-mail ha sido rechazado
it: L'invio del email è fallito.

# list.noclicwalker.popup.email.impossible
source: Impossible d'ouvrir l'éditeur d'email.
es: No se puede abrir el editor de mensajes
it: Non si può aprire l'editore di mail.

# list.noclicwalker.popup.email.save
source: L'email a été sauvegardé.
es: El e-mail ha sido guardado
it: Il mail è stato salvato.

# list.noclicwalker.refresh.error.toast
source: Il y a eu un problème
es: Hubo un problema
it: C'è stato un problema

# list.noclicwalker.sms.body
source: You're so awesome !
es: ¡Eres lo máximo!
it: Sei fantastico/a !

# login.account.facebook.login.cancel
source: Authentification avec Facebook annulée
es: Autentificación Facebook cancelada
it: Autenticazione con Facebook annullata

# login.account.title
source: Connexion
es: Conexión
it: Connessione

# login.account.validation.email.error
source: Veuiller entrer un email valide.
es: Ingresa un e-mail correcto
it: Introdurre un indirizzo mail valido.

# login.account.validation.password.error
source: Veuiller entrer un mot de passe valide.
es: Ingresa una contraseña correcta
it: Introdurre una password valida.

# login.account.withemail.connection.error
source: Erreur lors de la connexion
es: Error al conectarse
it: Errore durante la connessione

# login.account.withemail.error.default
source: Erreur
es: Error
it: Errore

# login.account.withfacebook.connection.error
source: Erreur lors de la connexion facebook
es: Error al conectarse vía Facebook
it: Errore durante la connessione a Facebook

# login.account.withfacebook.error.default
source: Erreur
es: Error
it: Errore

source: mission
es: misión
it: missione

# mission.distance.km
source: à %i km
es: a %i km
it: in %i km

# mission.distance.m
source: à %i m
es: a %i m
it: in %i m

# mission.end.enddate
source: Fin de mission dans
es: Fin de la misión dentro de
it: Fine della missione in

# mission.no.enddate
source: Pas de date de fin
es: No hay fecha de fin
it: Nessuna data di fine

# mission.over.enddate
source: Date de fin dépassée
es: Fecha de fin expirada
it: Data di fine superata

# mission.permanent
source: Mission permanente
es: Misión permanente
it: Missione permantente

# mission.remaining.time
source: Temps restant
es: Tiempo restante
it: Tempo rimanente

# mission.result
source: Voir les résultats
es: Ver los resultados
it: Vedere i risultati

# mission.status.available
source: Disponible
it: Disponibile

# mission.status.done
source: Répondu
es: Respondido
it: Risposto

# mission.status.full
source: M'avertir
es: Notificarme
it: Comunica

# mission.status.inProgress
source: À terminer
es: Aceptada
it: Accettata

# mission.status.isOwner
source: Créé
es: Creado
it: Creato

# mission.type.community
source: On vous pose une question
es: Mi Whasq
it: Il mio Whasq

# mission.type.dataCollect
source: Sur secteur
es: En la zona
it: Al settore

# mission.type.home
source: Disponible depuis votre canapé
es: Disponible desde tu sofá
it: Disponibile dal tuo divano

# mission.type.none
source: Pas de type
es: No hay tipo
it: Nessuno tipo

# mission.type.outdoor
source: À l'extérieur
es: Al exterior
it: Fuori

# mission.type.sponsoring
source: oui
es: Si
it: si

# mission.type.store
source: En magasin
es: En tienda
it: Nel negozio

# mission.type.undefined
source: UNDEFINED
es: Indefinido
it: INDEFINITO

# missions.detail.askparticipation.popup.message
source: Participez à la mission pour acceder aux questions.
es: Participa a la misión para acceder a las preguntas
it: Partecipate alla missione per accedere alle domande.

# missions.detail.askparticipation.popup.title
source: Participer
es: Participar
it: Partecipare

# missions.list.emptystate
source: Vous n'avez pas encore de missions disponibles ...
es: Aun no tienes misiones disponibles
it: Non avete delle missioni disponibile...

# missions.list.title
source: Liste
es: Lista
it: Lista

# missions.map.title
source: Carte
es: Mapa
it: Mappa

source: photo(s)
es: Foto(s)
it: foto

# popup.askconnexion.button
source: Se connecter
es: Conectarse
it: Log in

# popup.askconnexion.desc
source: Pour acceder à cette fonctionnalité, vous devez vous connecter
es: Para acceder a esta funcionalidad, tienes que conectarte
it: Per accedere a questa funzionalità, dovete connettervi

# popup.askconnexion.title
source: Mode invité
es: Modo invitado
it: Modo invitato

source: question(s)
es: Preguntas
it: Domanda/e

# reset.password.popup.error.message
source: Oops, il semble que ton adresse email ne soit pas valide. Vérifie la stp.
es: Oops, al parecer tu correo electrónico es incorrecto. Por favor revísalo.
it: Oops, sembra che il tuo indirizzo mail non è valido. Verificalo per favore.

# reset.password.popup.error.title
source: Clic & Walk
es: Clic and Walk
it: Clic and Walk

# reset.password.popup.success.message
source: Un nouveau mot de passe a été envoyé à cette adresse email.
es: Una nueva contraseña ha sido enviada a tu correo electrónico.
it: Una nuova password e stata mandata a questo indirizzo mail.

# reset.password.popup.success.title
source: Clic & Walk
es: Clic and Walk
it: Clic and Walk

source: scan(s)
es: Scanner(s)
it: scan

source: son(s)
es: Audio(s)
it: audio

source: video(s)
it: video

# whasq.add.question.label
source: Ajouter une question
es: Agregar una pregunta
it: Aggiungere una domanda

# whasq.answer.question.camera.access.denied.error
source: Accès à l'appareil photo refusé
es: El acceso a la cámara ha sido rechazado
it: Accesso alla macchina fotografica rifiutata

# whasq.answer.question.next.button
source: Suivant
es: Siguiente
it: Prossimo

# whasq.answer.question.send.button
source: Envoyer
es: Enviar
it: Mandare

# whasq.answer.question.type.audio.maintitle
source: Écouter la question audio :
es: Escuchar la pregunta audio:
it: Ascoltare la domanda :

# whasq.answer.question.type.check.subtitle
source: Plusieurs réponses possibles
es: Varias respuestas posibles
it: Parecchie risposte possibile

# whasq.answer.question.type.radio.subtitle
source: Une réponse possible
es: Una respuesta posible
it: Una rispota possibile

# whasq.answer.question.type.text.subtitle
source: EXEMPLE
es: EJEMPLO
it: ESEMPIO

# whasq.answer.question.type.video.maintitle
source: Regarder la question vidéo :
es: Mirar el video :
it: Guardare il video :

# whasq.answer.question.video.record.error
source: Erreur lors de l'enregistrement video.
es: Error al registrar el video
it: Errore durante la registrazione del video.

# whasq.answer.question.video.record.error.plus
source: Erreur lors de l'enregistrement video :
es: Error al registrar el video
it: Errore durante la registrazione del video :
