Repository: WHASQ/whasq-translations
Catalog: *.xliff
Languages: es, it

# whasq.answer.record.audio.error.popup.message
source: Il y a eu une erreur concernant l'audio
es: Hay un error en el audio
it: C'è stato un errore con l'audio

# whasq.answer.record.audio.error.popup.replace.button
source: Fermer l'audio
es: Cerrar el audio
it: Chiudere l'audio

# whasq.answer.record.audio.error.popup.title
source: Erreur audio
es: Error audio
it: Errore audio

# whasq.answer.record.audio.popup.message
source: Une erreur est survenue lors de l'enregistrement.
es: Un error se ha producido en la grabación
it: C'è stato un errore durante la registrazione.

# whasq.answer.record.audio.popup.title
source: Enregistrement
es: Grabación
it: Registrazione

# whasq.answer.title
source: Mission Whasq
es: Misión Whasq
it: Missione Whasq

# whasq.create.audio.question.title
source: Question audio
es: Escuchar la pregunta :
it: Ascoltare la domanda :

# whasq.create.newMedia.audio
source: Média audio
es: Media audio
it: Media audio

# whasq.create.newMedia.video
source: Média vidéo
es: Media audio
it: Media video

# whasq.create.question.answer
source: Réponse %i
es: Respuesta %i
it: Risposta %i

# whasq.create.question.audio.record.error
source: Erreur lors de l'enregistrement audio :
es: Un error se ha producido en la grabación :
it: Errore durante la registrazione del audio :

# whasq.create.question.camera.access.denied.error
source: Accès à l'appareil photo refusé
es: El acceso a la cámara ha sido rechazado
it: Accesso alla macchina fotografica rifiutata

# whasq.create.question.image.replace.popup.message
source: Voulez-vous remplacer cette image ?
es: ¿Quieres remplazar esta imagen?
it: Vuoi sostituire l'immagine?

# whasq.create.question.image.replace.popup.replace.button
source: Remplacer
es: Remplazar
it: Sostituire

# whasq.create.question.image.replace.popup.replace.cancel
source: Annuler
es: Anular
it: Cancellare

# whasq.create.question.image.replace.popup.title
source: Photo
es: Foto
it: Foto

# whasq.create.question.video.record.error
source: Erreur lors de l'enregistrement video.
es: Error al registrar el video
it: Errore durante la registrazione del video.

# whasq.create.question.video.record.error.plus
source: Erreur lors de l'enregistrement video :
es: Error al registrar el video :
it: Errore durante la registrazione del video :

# whasq.create.question.video.start.error
source: Erreur lors du lancement de la vidéo :
es: Error al lanzar el video :
it: Errore durante il lancio del video :

# whasq.create.video.question.title
source: Question video
es: Ver mi video :
it: Vedere il video :

# whasq.duration.days.unit
source: J
es: D
it: gg

# whasq.duration.hours.unit
source: h
it: ore

# whasq.question1.default.label
source: Question 1
es: Haz tu pregunta
it: Fai una domanda

# whasq.question2.default.label
source: Question 2
es: Pregunta 2
it: Domanda 2

# whasq.question3.default.label
source: Question 3
es: Pregunta 3
it: Domanda 3

# 0gy-Ly-XNH.text
source: Label
it: Etichetta

# 01S-ya-NMZ.title
source: Plus
es: Otros
it: Altre

# 3VQ-8r-lwY.text
source: Noter l'application
es: Notar la aplicación
it: Notare l'application

# 5F5-gM-Rhg.text
source: Mes statistiques de mission
es: Mis estadísticas de misión
it: Le mie statistiche di missione

# 6d7-D0-f4b.text
source: Label
it: Etichetta

# 7g7-6r-qIk.text
source: Terminé
es: Terminado
it: Finito

# 8Pe-PA-LPj.text
source: Terminé
es: Terminado
it: Finito

# D16-hJ-2vl.text
source: missions
es: misiones
it: missioni

# Lsy-Gu-ecT.text
source: Label
it: Etichetta

# SaL-h4-Wmg.title
source: Mes statistiques de mission
es: Mis estadísticas de misión
it: Le mie statistiche di missione

# Swu-1Y-kSU.text
source: Contact support
es: Contactar el soporte técnico
it: Contattare l'assistenza clienti

# THm-gA-Hdu.text
source: Terminé
es: Terminado
it: Finito

# WUw-sg-gr2.text
source: Terminé
es: Terminado
it: Finito

# aqp-2L-C2C.text
source: Mon profil
es: Mi perfil
it: Il mio profilo

# c4n-Ox-n2V.text
source: Label
it: Etichetta

# fcP-A7-usC.text
source: Terminé
es: Terminado
it: Finito

# nK7-GH-stY.normalTitle
source: Déconnexion
es: Desconectarse
it: Log out

# oiY-GY-wFO.text
source: Partager l'application
es: Compartir la aplicación
it: Condividere l'applicazione

# pV8-yc-ehM.text
source: Label
it: Etichetta

# qan-7E-5Nw.text
source: Site / Blog
es: Página Web / Blog
it: Sito / Blog

# 6Bz-9y-7fN.text
source: N'afficher que les Whasq
es: Solo mostrar Whasq
it: Mostrare solo gli Whasq

# 7DU-E6-muQ.text
source: Disponible
it: Disponibile

# Do5-cf-M8j.text
source: Complète
es: Reservada
it: Riservata

# Ea5-1h-bdQ.headerTitle
source: STATUT
es: ESTADO
it: STATO

# JHF-Ng-HGB.segmentTitles[0]
source: First
es: Primero
it: Primo

# JHF-Ng-HGB.segmentTitles[1]
source: Second
es: Segundo
it: Secondo

# KJf-i1-Zdy.headerTitle
source: Type
es: Tipo
it: Tipo

# PeP-Hj-iaS.text
source: Fin de mission
es: Fin de la misión
it: Fine della missione

# PjY-iI-kx1.text
source: N'afficher que les missions
es: Solo mostrar las misions
it: Mostra solo le missioni

# PsU-Q4-1vK.text
source: Disponible
it: Disponibile

# ocq-Dg-PJc.title
source: Filtres
es: Filtros
it: Filtri

# qym-a8-j0f.text
source: À terminer
es: Aceptada
it: Accettata

# yeC-hE-6iL.title
source: Missions
es: Misiones
it: Missioni

# AAF-7j-DJh.text
source: Sélectionnez le mode d’invitation
es: Elija el modo invitado
it: Selezionare il modo di invito

# JmB-U2-8jb.text
source: Inviter un ami
es: Invitar un amigo
it: Invitare un amico

# JpN-Fd-yP3.normalTitle
source: Valider
es: Validar
it: Convalidare

# K01-ur-t0u.text
source: Moi
es: Yo
it: Io

# KEd-7r-k0q.placeholder
source: Télephone
es: Teléfono
it: Telefono

# LrB-ar-HBM.normalTitle
source: Valider
es: Validar
it: Convalidare

# WHA-Yw-zJe.text
source: Association
es: Asociación
it: Associazione

# Ypf-tZ-uJz.text
source: Choisissez la répartition des montants
es: Elige la repartición de tus ganancias
it: Scegliete la ripartizione degli importi

# ZnD-vm-Vj3.placeholder
source: Adresse mail
es: Correo electrónico
it: Indirizzo mail

# aRR-Ee-ny1.normalTitle
source: Valider
es: Validar
it: Convalidare

# ac6-Zg-Afh.text
source: Créer un nouveau groupe d’amis
es: Crear un nuevo grupo de amigos
it: Creare un nuovo gruppo di amici

# bXr-vD-0ho.normalTitle
source: Valider
es: Validar
it: Convalidare

# eL4-ct-GT6.text
source: Choisissez la répartition
es: Elija la repartición
it: Scegliere la ripartizione

# iah-h8-ubk.normalTitle
source: Annuler
es: Cancelar
it: Cancellare

# jw6-UO-Jz7.placeholder
source: Nom du groupe
es: Nombre del grupo
it: Nome del gruppo

# rvj-hU-UPe.text
source: Titre de la popup
es: Título de la popup
it: Titolo della popup

# sBI-O2-YXt.normalTitle
source: Valider
es: Validar
it: Convalidare

# sst-Eb-O6E.normalTitle
source: Redemander un code
es: Pedir de nuevo el código
it: Chiedere di nuovo il codice

# ymA-7o-Yyg.text
source: ou
es: o
it: o

# GgZ-eO-Ycm.text
source: pseudo
es: Apellido
it: Cognome

# VnW-gG-SM2.text
source: Code groupe
es: Codigo de grupo
it: Codice gruppo

# aNp-rC-2KO.normalTitle
source: Voir plus
es: Ver más
it: Vedere più

# wE1-tw-fjX.placeholder
source: Prénom
es: Nombre de pila
it: Conome

# Cxy-v3-nwg.normalTitle
source: Valider
es: Validar
it: Convalidare

# NdF-FX-Ls2.text
source: Enregistrement...
es: Grabar
it: Registrazione

# B7J-cg-8lD.text
source: ou
es: o
it: o

# Ben-xP-70j.normalTitle
source: Envoyer le Whasq
es: Enviar el Whasq
it: Mandare lo Whasq

# CaU-KC-qo7.text
source: Description
es: Descripción
it: Descrizione

# Cv0-Nm-hGA.text
source: Ajouter une réponse
es: Agregar una pregunta
it: Aggiungere una risposta

# GCY-xc-q3z.text
source: ou
es: o
it: o

# GfL-IR-k1d.text
source: Réponse attendue
es: Respuesta esperada
it: Risposta aspettata

# I3l-MY-svA.text
source: Média photo
es: Media foto
it: Media foto

# Ipg-N9-05D.text
source: Plusieurs réponses possibles
es: Varias respuestas posibles
it: Parecchie risposte possibile

# KLU-U5-dDT.text
source: Prendre une photo/vidéo/son
es: Si pedido toma una (s) foto/video/audio dale clic en el icono de abajo
it: Se è chiesto, fai un(a) video/foto/audio cliccando sotto sull'icona

# NEW-ol-oWc.text
source: Durée
es: Periodo
it: Periodo

# QlE-Vg-Mmd.text
source: Sélectionnez votre type de question
es: ¿Cómo te gustaría tu pregunta?
it: Come volete chiedere la vostra domanda?

# R2o-hX-VTf.text
source: Média audio
es: Media audio
it: Media audio

# RZ1-fv-4ak.placeholder
source: Code barre
es: Codigo de barras
it: Codice a barre

# Sbt-Rx-36O.text
source: Voir les sons
es: Escuchar los sonidos
it: Ascoltare i suoni

# TgX-EG-7op.text
source: Média vidéo
es: Media video
it: Media video

# U6H-YT-50h.text
source: Voir les videos
es: Ver los videos
it: Vedere i video

# X2V-OH-xjZ.normalTitle
source: Annuler le Whasq
es: Cancelar el Whasq
it: Cancellare lo Whasq

# c0O-Yj-Avt.segmentTitles[0]
source: Texte libre
es: Texto libre
it: Testo libero

# c0O-Yj-Avt.segmentTitles[1]
source: QCM
es: Cuestionario
it: scelta multipla

# eZT-h5-ayZ.text
source: Prendre des photos/vidéos/sons
es: Tomar fotos/videos/audios
it: Fare delle foto/video/audio

# hmG-ks-ejT.segmentTitles[0]
source: Heures
es: Horas
it: Ore

# hmG-ks-ejT.segmentTitles[1]
source: Jours
es: Días
it: Giorni

# jeE-hw-Q7o.title
source: Question
es: Pregunta
it: Domanda

# jsN-aB-uPI.text
source: Média attendu
es: Opcional: Pide un(a) foto/video/sonido
it: Opzionale: Chiedere un(a) foto/video/audio

# k22-OB-7Fl.title
source: Création Whasq
es: Crear un Whasq
it: Creare uno Whasq

# koa-uU-Hm2.text
source: Voir les photos
es: Ver o borrar tus fotos =>
it: Vedere o eliminare le vostre foto =>

# pcw-Gx-gc6.placeholder
source: Ma question
es: Escribe precisamente tu pregunta
it: Scrivere precisamente la vostra domanda

# slS-wQ-mqe.normalTitle
source: Valider la question
es: Validar la pregunta
it: Convalidare la domanda

# tr6-Yg-dqz.text
source: Réponses visibles
es: Permitir a mis amigos ver las respuestas
it: Permettere ai vostri amici di vedere le risposte

# CFBundleDisplayName
source: C&W
es: Clic and Walk
it: Clic and Walk

# Bev-p0-vnw.text
source: Quizz n°
es: Cuestionario n°

source: Quizz
es: Cuestionario

# list.noclicwalker.title
source: Non-clicwalker
es: No-clicwalker

# CFBundleName
source: $(PRODUCT_NAME)
es: $(PRODUCTO_NOMBRE)
