<h2>Les conditions g&eacute;n&eacute;rales d&rsquo;utilisation</h2>
<p><br></p>
<p>Ce document (&laquo;Conditions G&eacute;n&eacute;rales d&rsquo;Utilisation&raquo;) est un accord juridique entre vous ou votre entreprise et WHASQ, Marque d&eacute;pos&eacute;e de Clic and Walk, soci&eacute;t&eacute; anonyme &agrave; conseil d&rsquo;administration
    , enregistr&eacute;e au RCS de Lille m&eacute;tropole sous le num&eacute;ro 539 839 761 qui &eacute;dite et commercialise l&rsquo;application mobile WHASQ, ci-apr&egrave;s l&rsquo;&laquo;Application&raquo;. WHASQ fournit l&rsquo;application qui connecte
    les personnes entre elles afin de permettre l&rsquo;&eacute;change et le partage des connaissances. <br><br>WHASQ fournit &agrave; votre entreprise en plus de l&rsquo;application un acc&egrave;s &agrave; une plate-forme d&rsquo;administration, qui
    repr&eacute;sentent ensemble le &laquo;Service&raquo;. <br><br>Au sein du pr&eacute;sent document, et selon le contexte, les mots &laquo;WHASQ&raquo;, &laquo;nous&raquo; et &laquo;notre&raquo; se r&eacute;f&egrave;rent &agrave; notre soci&eacute;t&eacute;,
    WHASQ, &agrave; notre nom commercial &laquo;WHASQ&raquo; notre site ou notre service. Le terme &laquo;Vous&raquo;, &laquo;Utilisateur&raquo; ou &laquo;Client&raquo; d&eacute;signe la personne physique ou morale, selon le cas, identifi&eacute;e comme
    l&rsquo;utilisateur final ou l&rsquo;Entreprise ayant conclu le Contrat de Licence d&rsquo;Utilisation du Service. <br><br>En vous inscrivant au Service, vous acceptez les termes et conditions du pr&eacute;sent Accord.<br><br><strong>1. D&Eacute;FINITIONS&nbsp;</strong></p>
<p>Abonnement : d&eacute;signe la concession d&rsquo;un droit d&rsquo;utilisation non exclusif, nominatif, personnel et temporaire sur le Service.</p>
<p>Donn&eacute;es : d&eacute;signe les donn&eacute;es informatiques, personnelles ou non, du Client constitu&eacute;es lors de l&rsquo;utilisation du&nbsp;</p>
<p>Service mis &agrave; sa disposition et stock&eacute;es sur les serveurs de WHASQ.</p>
<p>Donn&eacute;es &agrave; caract&egrave;re personnel : donn&eacute;es qui permettent, sous quelque forme que ce soit, directement ou non, l&rsquo;identification des personnes physiques auxquelles elles s&rsquo;appliquent, que le traitement soit effectu&eacute;
    par une personne physique ou une personne morale.</p>
<p>Internet : ensemble de r&eacute;seaux informatiques et de t&eacute;l&eacute;communication interconnect&eacute;s, de dimension mondiale, permettant l&rsquo;acc&egrave;s &agrave; des contenus par des utilisateurs, via des serveurs; chaque &eacute;l&eacute;ment
    de ce r&eacute;seau appartient &agrave; des organismes priv&eacute;s et publics qui les exploite en coop&eacute;ration, sans obligation bilat&eacute;rale de qualit&eacute;.</p>
<p>Service : d&eacute;signe l&rsquo;ensemble des prestations telles que la mise &agrave; disposition de l&rsquo;Application et l&rsquo;acc&egrave;s &agrave; une plateforme d&rsquo;administration, le traitement des donn&eacute;es communiqu&eacute;es, la sauvegarde,
    ou encore la maintenance des Solutions Logicielles mises &agrave; disposition. <br><br><strong>2. MODIFICATION DES CONDITIONS D&rsquo;UTILISATION</strong><br>WHASQ peut apporter des modifications au pr&eacute;sent Accord &agrave; sa seule discr&eacute;tion.
    Tout changement important vous sera communiqu&eacute;.</p>
<p>Votre abonnement au Service apr&egrave;s une telle notification des modifications au pr&eacute;sent Accord constitue votre acceptation de ces changements. <br><br><strong>3. UTILISATION DU SERVICE</strong><br>Nous mettons le Service &agrave; votre disposition
    en vertu de la pr&eacute;sente convention pendant la dur&eacute;e de l&rsquo;application<br>Dans le cadre de nos responsabilit&eacute;s, nous allons : apporter notre soutien r&eacute;gulier pour le support, sans frais dans des limites raisonnables
    pour rendre notre service disponible 24 heures par jour, 7 jours par semaine, &agrave; l&rsquo;exception de toute indisponibilit&eacute; caus&eacute;e par des circonstances hors de notre contr&ocirc;le raisonnable, y compris et sans limitation, les
    d&eacute;cisions gouvernementales, les inondations, les incendies, les tremblements de terre, les troubles civils, les actes de terrorisme, les gr&egrave;ves totales ou partielles, internes ou externes &agrave; l&rsquo;entreprise, les blocages des
    r&eacute;seaux de t&eacute;l&eacute;communications ou &eacute;lectriques, les attaques par d&eacute;ni de service ou plus g&eacute;n&eacute;ralement tout autre &eacute;v&egrave;nement de force majeure.</p>
<p>Nous offrons &eacute;galement des garanties administratives, physiques et techniques appropri&eacute;es pour la protection, la confidentialit&eacute; et l&rsquo;int&eacute;grit&eacute; de vos donn&eacute;es.</p>
<p>Dans le cadre de vos responsabilit&eacute;s, vous serez responsable de la conformit&eacute; des utilisateurs avec le pr&eacute;sent accord, et de ne pas rendre le Service accessible &agrave; toute personne autre que vos employ&eacute;s, ni vendre, revendre
    ou louer le Service. <br><br><strong>4. EXPLOITATION DU CONTENU</strong><br>Les Donn&eacute;es constituant le Contenu publi&eacute; par les utilisateurs par le biais de l&rsquo;utilisation du Service peuvent parfois &ecirc;tre faux, inexacts, trompeurs
    ou autrement r&eacute;pr&eacute;hensibles. En outre, le Service et son contenu connexe peuvent contenir des liens vers d&rsquo;autres sites Web qui sont compl&egrave;tement ind&eacute;pendants de notre Service. Le Service ne fait aucune repr&eacute;sentation
    ou garantie quant &agrave; l&rsquo;exactitude, l&rsquo;actualit&eacute;, la fiabilit&eacute;, la validit&eacute; ou l&rsquo;authenticit&eacute; de l&rsquo;information contenue dans ces sites. <br><br>Vous assurez la responsabilit&eacute; &eacute;ditoriale
    &eacute;ventuelle de l&rsquo;utilisation du Service.<br>Vous &ecirc;tes est seul responsable de la qualit&eacute;, de la lic&eacute;it&eacute;, de la pertinence des Donn&eacute;es et Contenu que vous transmettez aux fins d&rsquo;utilisation du Service.
    <br><br>Vous garantissez en outre &ecirc;tre titulaire des droits de propri&eacute;t&eacute; intellectuelle lui permettant d&rsquo;utiliser les Donn&eacute;es et contenus. En cons&eacute;quence WHASQ d&eacute;gage toute responsabilit&eacute; en cas
    de non-conformit&eacute; des Donn&eacute;es et/ou des contenus aux lois et r&egrave;glements, &agrave; l&rsquo;ordre public ou encore &agrave; vos besoins. <br><br>Plus g&eacute;n&eacute;ralement, vous &ecirc;tes &ecirc;tes seul responsable des donn&eacute;es,
    contenus et messages diffus&eacute;s et/ou t&eacute;l&eacute;charg&eacute;s via les services applicatifs.</p>
<p><br>Tout traitement, transmission, diffusion ou repr&eacute;sentation d&rsquo;informations ou donn&eacute;es via le Service par l&rsquo;utilisateur, sont effectu&eacute;s sous votre seule et enti&egrave;re responsabilit&eacute; et dans le strict respect
    des dispositions l&eacute;gales et r&eacute;glementaires.</p>
<p><br>Vous vous engagez, en particulier, &agrave; ne traiter, diffuser, t&eacute;l&eacute;charger, ou transmettre par l&rsquo;interm&eacute;diaire des Solutions Logicielles que des informations et donn&eacute;es dont l&rsquo;exploitation ne viole aucun
    droit de propri&eacute;t&eacute; intellectuelle ou industrielle ni tout autre droit privatif, ou ne constitue pas la commission d&rsquo;une infraction p&eacute;nale.<br>De m&ecirc;me, vous vous engagez &agrave; ne transmettre par l&rsquo;interm&eacute;diaire
    des Solutions Logicielles aucun courrier &eacute;lectronique non sollicit&eacute;s, notamment des cha&icirc;nes de courrier ou des messages publicitaires, ni aucun contenu comprenant des virus informatiques ou tout autre code, dossier ou programme
    con&ccedil;us pour interrompre, d&eacute;truire ou limiter la fonctionnalit&eacute; de tout logiciel, ordinateur ou outil de t&eacute;l&eacute;communication, sans que cette &eacute;num&eacute;ration ne soit limitative. <br><br>Votre connexion &agrave;
    d&rsquo;autres sites Web est &agrave; vos propres risques. Vous convenez que vous devez &eacute;valuer et assumer tous les risques associ&eacute;s &agrave; l&rsquo;utilisation de tout contenu, que vous ne pouvez pas compter sur ledit contenu, et qu&rsquo;en
    aucun cas WHASQ ne sera responsable d&rsquo;aucune mani&egrave;re pour ce contenu ou pour toute perte ou dommages de quelque nature, directement ou indirectement engag&eacute; ou subi par vous en raison de l&rsquo;utilisation de tout contenu affich&eacute;,
    envoy&eacute; par courriel ou autrement mis &agrave; disposition par l&rsquo;application WHASQ. <br><br>Vous reconnaissez que WHASQ n&rsquo;a aucun contr&ocirc;le sur le transfert des Donn&eacute;es via les r&eacute;seaux de t&eacute;l&eacute;communication
    publics que vous utilisez afin d&rsquo;acc&eacute;der aux Services et notamment le r&eacute;seau Internet. Vous reconnaissez et acceptez que WHASQ ne puisse garantir la confidentialit&eacute; du Contenu et des Donn&eacute;es lors du transfert de ceux-ci
    sur les dits r&eacute;seaux publics. En cons&eacute;quence, WHASQ ne pourra en aucun cas voir sa responsabilit&eacute; engag&eacute;e en cas, notamment, de d&eacute;tournement, de captation, de corruption des Donn&eacute;es, ou de tout autre &eacute;v&egrave;nement
    susceptible d&rsquo;affecter celles?ci, survenant &agrave; l&rsquo;occasion de leur transfert sur les r&eacute;seaux de t&eacute;l&eacute;communication publics.<br>Vous reconnaissez que WHASQ ne s&rsquo;occupe pas d&rsquo;approuver le contenu mis
    en ligne par les utilisateurs, mais que WHASQ a le droit (mais pas l&rsquo;obligation), &agrave; sa seule discr&eacute;tion, de refuser, supprimer ou d&eacute;placer tout contenu qui est disponible par le biais de son service, pour avoir enfreint
    les Conditions d&rsquo;utilisation ou pour toute autre raison.<br>Vous reconnaissez que chaque utilisateur a le droit de signaler ou non, &agrave; sa seule discr&eacute;tion, ce qui aura pour effet imm&eacute;diat de rendre invisible le WHASQ pour
    les utilisateurs. <br><br>Le contenu de WHASQ et les commentaires associ&eacute;s et que WHASQ a le droit ( mais pas l&rsquo;obligation), &agrave; sa seule discr&eacute;tion, de refuser, supprimer ou d&eacute;placer le contenu signal&eacute;.<br>WHASQ
    a le droit et la seule discr&eacute;tion d&rsquo;apporter toute modification &agrave; la conception, le format, le contenu et le fonctionnement du Service &agrave; tout moment, y compris mais sans s&rsquo;y limiter, l&rsquo;ajout, la suppression et
    la modification d&rsquo;un module ou de sa fonction.</p>
<p><br>En cas, de comportement contraires aux bonnes moeurs, &agrave; l&rsquo;&eacute;thique ou juridiquement r&eacute;pr&eacute;hensible, WHASQ se r&eacute;serve le droit d&rsquo;interdire l&rsquo;acc&egrave;s de sa plateforme aux utilisateurs incrimin&eacute;s.
    <br><br><strong>5. TRAITEMENT DES DONN&Eacute;ES UTILISATEURS</strong>&nbsp;</p>
<p><em>5.1 Protection des donn&eacute;es et utilisation de l&rsquo;information</em><br>Votre abonnement au Service signifie la reconnaissance et l&rsquo;accord &agrave; notre Politique de confidentialit&eacute;. <br><br>Vous reconnaissez et acceptez que
    WHASQ peut, &agrave; sa seule discr&eacute;tion, pr&eacute;server ou divulguer vos Donn&eacute;es, ainsi que vos informations, telles que les adresses de courrier &eacute;lectronique, l&rsquo;horodatage et d&rsquo;autres informations de l&rsquo;utilisateur,
    si n&eacute;cessaire de le faire par la loi pour : se conformer &agrave; une proc&eacute;dure judiciaire ; respecter les Conditions G&eacute;n&eacute;rales d&rsquo;Utilisation; r&eacute;pondre aux demandes d&rsquo;un contenu qui viole les droits de
    tierces parties ; r&eacute;pondre aux r&eacute;clamations concernant les informations de contact (par exemple, adresse email, adresse, etc.) d&rsquo;un tiers ayant &eacute;t&eacute; affich&eacute;es ou transmises sans son consentement ou comme une
    forme de harc&egrave;lement ; prot&eacute;ger les droits, la propri&eacute;t&eacute; ou la s&eacute;curit&eacute; personnelle de WHASQ quelconque de ses filiales, utilisateurs ou le grand public.<br>En outre, vous reconnaissez et acceptez que WHASQ
    peut, &agrave; sa seule discr&eacute;tion, d&eacute;cider de pr&eacute;server ou d&rsquo;utiliser tout Contenu que vous pouvez cr&eacute;er sur le Service, dans le but de l&rsquo;analyse et l&rsquo;am&eacute;lioration du produit seulement. Si WHASQ
    fait usage de ce contenu, il permet de garder votre identit&eacute; distincte de celui-ci, et supprimera toute mention de vos renseignements personnels. WHASQ garantit que votre identit&eacute; sera gard&eacute;e secr&egrave;te.<br>Sous r&eacute;serve
    des droits limit&eacute;s que vous accordez lors de la souscription au Service, nous n&rsquo;acqu&eacute;rons aucun droit, titre ou int&eacute;r&ecirc;t en vertu du pr&eacute;sent Accord &agrave; vos donn&eacute;es, y compris les droits de propri&eacute;t&eacute;
    intellectuelle et aff&eacute;rents, except&eacute; le droit d&rsquo;exploitation de vos donn&eacute;es, de mani&egrave;re anonyme <br><br><em>5.2 Donn&eacute;es &agrave; caract&egrave;re personnel</em><br>Les parties s&rsquo;engagent, s&rsquo;agissant
    de la collecte et/ou du traitement et de la communication relative &agrave; des donn&eacute;es &agrave; caract&egrave;re personnel &agrave; respecter la r&eacute;glementation l&eacute;gale applicable au traitement desdites donn&eacute;es et notamment
    &agrave; respecter des dispositions de la loi no 2004-801 du 6 ao&ucirc;t 2004 relative &agrave; la protection des personnes physiques &agrave; l&rsquo;&eacute;gard des traitements de donn&eacute;es &agrave; caract&egrave;re personnel et modifiant
    la loi no 78-17 du 6 janvier 1978 relative &agrave; l&rsquo;informatique, aux fichiers et aux libert&eacute;s.</p>
<p><br>Nous conservons &agrave; notre charge les d&eacute;clarations aupr&egrave;s de la Commission Nationale des l&rsquo;Informatique et des Libert&eacute;s (CNIL) aff&eacute;rentes aux traitements de donn&eacute;es &agrave; caract&egrave;re personnel que
    nous mettons en &oelig;uvre.<br>En tant que responsable du traitement, nous nous engageons &agrave; conclure le standard contractuel &eacute;tabli par une d&eacute;cision de la Commission europ&eacute;enne du 5 f&eacute;vrier 2010 et &agrave; obtenir
    l&rsquo;autorisation ad&eacute;quate aupr&egrave;s de la CNIL.<br>Vous garantissez WHASQ contre tout recours, plainte ou r&eacute;clamation &eacute;manant d&rsquo;une personne physique dont les donn&eacute;es personnelles seraient reproduites et h&eacute;berg&eacute;es
    via le Service. <br><br>WHASQ s&rsquo;engage &agrave; vous informer, sur simple demande par mail &agrave; jessie@whasq.com, de la localisation des Donn&eacute;es et plus g&eacute;n&eacute;ralement, &agrave; communiquer toutes les informations utiles
    et n&eacute;cessaires pour r&eacute;aliser les d&eacute;clarations. <br><br><strong>6. CONDUITE</strong><br>Vous acceptez de ne pas publier, sur l&rsquo;application ou autrement le Contenu :<br>&ndash; qui est ill&eacute;gal, inexact, faux, trompeur,
    nuisible, mensonger, harcelant, ou invasif de la vie priv&eacute;e d&rsquo;autrui;<br>&ndash; qui usurpe l&rsquo;identit&eacute; de toute personne ou entit&eacute;, y compris, mais sans s&rsquo;y limiter, un employ&eacute; de WHASQ, ou pr&eacute;sente
    de mani&egrave;re inexacte ou d&eacute;lib&eacute;r&eacute;ment erron&eacute;e vos rapport avec une telle personne physique ou morale.<br>&ndash; qui comprend des informations personnelles inexactes ou d&rsquo;identification mal &agrave; propos d&rsquo;une
    autre personne sans le consentement explicite de celle-ci;<br>&ndash; qui viole un brevet, marque, secret commercial, droit d&rsquo;auteur ou autres droit de propri&eacute;t&eacute; de tout Contenu dont vous ne disposez pas du droit de le rendre disponible
    en vertu de toute loi ou de relations contractuelles ou fiduciaires ;<br>&ndash; qui constitue ou contient une forme de publicit&eacute; ou de sollicitation si:<br>&ndash; post&eacute; dans les zones du site qui ne sont pas d&eacute;sign&eacute;es
    &agrave; ces fins, ou<br>&ndash; envoy&eacute; &agrave; des utilisateurs qui n&rsquo;ont pas autoris&eacute; tel contact &agrave; les contacter concernant des produits ou int&eacute;r&ecirc;ts commerciaux ;<br>&ndash; qui comprend des liens vers des
    sites commerciaux ou des sites Web, sauf dans la poursuite de la fonction et en conformit&eacute; avec les Conditions G&eacute;n&eacute;rales d&rsquo;Utilisation;<br>&ndash; qui fasse la promotion de tout site ill&eacute;gal ou la vente d&rsquo;articles
    dont la vente est interdite ou restreinte par toute loi applicable ;<br>&ndash; qui contient tout dispositif ou code informatique, fichiers ou programmes qui pourraient endommager, nuire, interrompre, d&eacute;sactiver, modifier, supprimer, d&eacute;truire
    ou limiter la fonctionnalit&eacute; de toutes les donn&eacute;es, logiciels, mat&eacute;riel ou logiciel, ou des services p&eacute;riph&eacute;riques et/ou de t&eacute;l&eacute;communication;<br>&ndash; qui perturbe le flux normal du dialogue avec
    une quantit&eacute; excessive de contenu (spam) au Service, ou qui, autrement, affecte n&eacute;gativement la capacit&eacute; des autres utilisateurs &agrave; utiliser le Service; ou<br>&ndash; qui utilisent de fausses adresses e-mail, ou fausses
    en-t&ecirc;tes afin de d&eacute;guiser l&rsquo;origine du contenu transmis via le Service. <br><br><strong>7. INSCRIPTION ET DONN&Eacute;ES</strong> <br><em>7.1 inscription</em><br>Lors de l&rsquo;inscription sur l&rsquo;application Whasq, seuls les
    champs e-mail, Nom et Pr&eacute;nom sont obligatoires. les autres champs sont optionnelles.<br>Vous pouvez &eacute;galement ajouter votre photo de profil, &agrave; votre seule discr&eacute;tion <br><br><em>7.2 Acc&egrave;s &agrave; votre appareil photos, vid&eacute;os</em><br>Au
    cours de l&rsquo;utilisation de l&rsquo;application, nous vous proposons de poser vos questions par &eacute;crit, accompagn&eacute; ou non de photos ,en vid&eacute;o ou par l&rsquo;enregistrement de votre voix.<br>Afin de pouvoir utiliser ces services,
    WHASQ, vous demandera l&rsquo;autorisation d&rsquo;acc&eacute;der &agrave; votre appareil photo, ,votre vid&eacute;o.<br>Vous avez le choix d&rsquo;accepter ou non l&rsquo;utilisation de ce service. cela ne bloquera l&rsquo;utilisation de WHASQ. <br><br><em>7.3 Acc&egrave;s &agrave; vos donn&eacute;es de g&eacute;olocalisation</em><br>Au
    cours de l&rsquo;utilisation de application, vous pouvez poser une question &agrave; d&rsquo;autres utilisateurs se trouvant &agrave; proximit&eacute; de vous. Afin de&rsquo;utiliser ce service, non obligatoire, l&rsquo;application vus demandera l&rsquo;acc&egrave;s
    &agrave; vos donn&eacute;es de g&eacute;olocalisation.<br>Cet acc&egrave;s, si vous l&rsquo;acceptez ne sera actif que lorsque l&rsquo;application sera active. <br><br><strong>8. CO&Ucirc;TS ET PAIEMENT DU SERVICE</strong><br>Le service est enti&egrave;rement
    salari&eacute; dont les entreprises ont souscrit un abonnement utilisant le service propos&eacute; par WHASQ sur la plateforme d&rsquo;Apple, android ou sur le site web<br><br><strong>9. DROIT A L&rsquo;OUBLI &ndash; D&Eacute;SINSCRIPTION</strong><br>Vous
    avez le droit de renoncer &agrave; utiliser WHASQ .Pour annuler votre inscription &agrave; WHASQ, &eacute;crivez &agrave; jessie@whasq.com en indiquant votre nom, pr&eacute;nom et l&rsquo;adresse email utilis&eacute;e pour votre inscription au service.<br>L&rsquo;ensemble
    des donn&eacute;es personnelles ( nom, pr&eacute;nom, email et autres donn&eacute;es fournies dans votre profil) vous concernant seront d&eacute;truites sur simple demande, apr&egrave;s traitement ( 15 jours ouvr&eacute;s) Vos WHASQ, ainsi que les
    r&eacute;ponses donn&eacute;es seront conserv&eacute;es de mani&egrave;re anonyme. <br><br><strong>10. R&Eacute;SILIATION DU SERVICE</strong><br>Vous acceptez que WHASQ &agrave; sa seule discr&eacute;tion, ait le droit (mais pas l&rsquo;obligation)
    de mettre fin &agrave; votre acc&egrave;s ou &agrave; l&rsquo;utilisation du Service (ou toute partie de celle-ci), imm&eacute;diatement et sans pr&eacute;avis, et puisse retirer et/ou supprimer tout contenu dans le Service, si WHASQ estime que vous
    avez agi de mani&egrave;re incompatible avec les Conditions d&rsquo;utilisation. En outre, vous acceptez que WHASQ ne soit pas responsable envers vous ou un tiers pour toute r&eacute;siliation de votre acc&egrave;s au Service. En outre, vous acceptez
    de ne pas tenter d&rsquo;utiliser le Service apr&egrave;s sa r&eacute;siliation. <br><br><strong>11. ASSISTANCE CLIENT</strong><br>Si vous avez des questions concernant votre abonnement ou le pr&eacute;sent Accord, veuillez s&rsquo;il vous pla&icirc;t
    contacter le service client WHASQ par email : jessie@whasq.com <br><br><strong>12. DROITS ET PROPRI&Eacute;T&Eacute;S</strong><br><em>12.1 Propri&eacute;t&eacute; du Service h&eacute;berg&eacute;</em><br>Le Service est prot&eacute;g&eacute; dans la
    mesure maximale permise par le droit d&rsquo;auteur et la propri&eacute;t&eacute; intellectuelle, ainsi que les trait&eacute;s internationaux. Le contenu affich&eacute; sur ou via le Service est prot&eacute;g&eacute; par copyright comme un travail
    collectif et/ou une compilation, conform&eacute;ment aux droits d&rsquo;auteur, lois et conventions internationales.<br>WHASQ est et demeure titulaire des droits de propri&eacute;t&eacute; relatifs &agrave; tout &eacute;l&eacute;ment du Service et
    des Solutions mis &agrave; votre disposition, ainsi que plus g&eacute;n&eacute;ralement de l&rsquo;infrastructure informatique (logicielle et mat&eacute;rielle) mise en oeuvre ou d&eacute;velopp&eacute;e dans le cadre du Contrat.<br>Le pr&eacute;sent
    contrat ne vous conf&egrave;re aucun droit de propri&eacute;t&eacute; intellectuelle sur le Service, qui demeure la propri&eacute;t&eacute; enti&egrave;re et exclusive du WHASQ.</p>
<p><br>A ce titre, WHASQ se r&eacute;serve express&eacute;ment le droit exclusif d&rsquo;intervenir sur le Service h&eacute;berg&eacute; pour lui permettre d&rsquo;&ecirc;tre utilis&eacute; conform&eacute;ment &agrave; sa destination.</p>
<p><br>Vous vous interdisez donc formellement d&rsquo;intervenir ou de faire intervenir un tiers sur le Service.<br>Toute reproduction, modification, cr&eacute;ation d&rsquo;&oelig;uvres d&eacute;riv&eacute;es ou redistribution du Service ou du travail collectif,
    et/ou copie ou reproduction du Service ou toute partie de celle-ci sur tout autre serveur ou emplacement pour le reproduire ou redistribuer est interdite sans l&rsquo;autorisation &eacute;crite expresse de WHASQ. Vous acceptez de ne pas reproduire,
    dupliquer ou copier le contenu tiers du Service sans l&rsquo;autorisation &eacute;crite expresse de WHASQ et des tiers en question, et acceptez de respecter toutes les mentions de droits d&rsquo;auteur affich&eacute;s sur le Service. Vous ne pouvez
    pas d&eacute;compiler ou d&eacute;sassembler, d&eacute;sosser ou tenter de d&eacute;couvrir le code source contenu dans le Service. Sans limiter ce qui pr&eacute;c&egrave;de, vous acceptez de ne pas reproduire, dupliquer, copier, vendre, revendre,
    arranger, adapter ou de mettre &agrave; disposition de tiers, d&rsquo;exploiter &agrave; des fins commerciales tout aspect du Service.<br>La mise &agrave; disposition du Service ne saurait &ecirc;tre consid&eacute;r&eacute;e comme une cession au sens
    du Code de la propri&eacute;t&eacute; intellectuelle d&rsquo;un quelconque droit de propri&eacute;t&eacute; intellectuelle &agrave; votre profit.<br>WHASQ conserve, en tant que titulaire des droits, la propri&eacute;t&eacute; intellectuelle du Service
    ainsi que toutes les pr&eacute;rogatives s&rsquo;y rattachant. <br><br><em>12. 2 Propri&eacute;t&eacute; des Donn&eacute;es</em><br>Les parties conviennent que les Donn&eacute;es exploit&eacute;es, trait&eacute;es, h&eacute;berg&eacute;es, sauvegard&eacute;es
    ou encore stock&eacute;es par WHASQ pour votre compte ou votre initiative sont et demeurent votre propri&eacute;t&eacute;.</p>
<p><br>Bien que WHASQ ne revendique pas la propri&eacute;t&eacute; du Contenu que publient ses utilisateurs, en affichant du contenu sur tout espace public du Service, vous conc&eacute;dez automatiquement et d&eacute;clarez et garantissez avoir le droit
    d&rsquo;accorder &agrave; WHASQ une licence non exclusive, mondiale, gratuite , pour une dur&eacute;e illimit&eacute;e et cessible pour l&rsquo;utilisation, la copie, l&rsquo;h&eacute;bergement, la distribution, la charge, l&rsquo;affichage du Contenu
    ainsi que la pr&eacute;paration ou les incorporation dans d&rsquo;autres services dudit Contenu et d&rsquo;accorder des sous-licences (&agrave; plusieurs niveaux) de ce qui pr&eacute;c&egrave;de aux fins de l&rsquo;ex&eacute;cution du Service actuel
    et/ de ses d&eacute;veloppements futurs, et/ou en association avec le service et/ou &agrave; toute autre occasion ou fins.</p>
<p><br>En outre, en publiant du contenu sur toute zone publique du Service, vous accordez automatiquement &agrave; WHASQ un droit (mais pas l&rsquo;obligation) d&rsquo;interdire toute modification ult&eacute;rieure, agr&eacute;gation, affichage, copie, duplication,
    reproduction ou exploitation par un tiers du Contenu sur le Service.<br>Vous d&eacute;clarez et garantissez en outre qu&rsquo;en cr&eacute;ant, installant ou t&eacute;l&eacute;chargeant les Donn&eacute;es dans le cadre du Service, vous n&rsquo;exc&egrave;dez
    aucun droit qui vous aurait &eacute;ventuellement &eacute;t&eacute; conc&eacute;d&eacute; sur tout ou partie des Donn&eacute;es et que vous ne portez pas atteinte &agrave; des droits de tiers. <br><br><strong>13. VIOLATION DES CONDITIONS G&Eacute;N&Eacute;RALES D&rsquo;UTILISATION</strong>    <br>Veuillez s&rsquo;il vous pla&icirc;t signaler toute violation des Conditions G&eacute;n&eacute;rales d&rsquo;Utilisation en envoyant un message &eacute;lectronique &agrave; <a data-fr-linked="true" href="mailto:jessie@whasq.com">jessie@whasq.com</a>.</p>
<p><br>Notre incapacit&eacute; &agrave; agir par rapport &agrave; une violation par vous ou d&rsquo;autres ne nous fait en aucun cas renoncer &agrave; notre droit d&rsquo;agir &agrave; l&rsquo;&eacute;gard de la violation ou des violations futures ou similaires.
    Nonobstant toute autre disposition des Conditions G&eacute;n&eacute;rales d&rsquo;Utilisation, WHASQ conserve le droit de demander l&rsquo;ex&eacute;cution en nature de toutes les dispositions contenues dans les Conditions G&eacute;n&eacute;rales
    d&rsquo;Utilisation, ou une injonction pr&eacute;liminaire ou permanente contre la violation d&rsquo;une telle disposition ou de l&rsquo;utilisation de l&rsquo;exercice de tout pouvoir acquis dans les Conditions G&eacute;n&eacute;rales d&rsquo;Utilisation
    ou toute combinaison de ceux-ci. <br><br><strong>14. EXCLUSION DE GARANTIES</strong> <br>Vous acceptez que l&rsquo;utilisation de ce Service soit pleinement &agrave; vos propres risques. Le Service est fourni sur une base &laquo;tel quel&raquo; ou
    &laquo;tel que disponible&raquo;, sans aucune garantie d&rsquo;aucune sorte. Toutes les garanties explicites et implicites, y compris, sans limitation, les garanties de qualit&eacute; marchande, d&rsquo;ad&eacute;quation &agrave; un usage particulier,
    et de non-violation des droits de propri&eacute;t&eacute; sont express&eacute;ment exclues dans toute la mesure permise par la loi. WHASQ d&eacute;cline toute garantie pour la s&eacute;curit&eacute;, la fiabilit&eacute;, la rapidit&eacute;, l&rsquo;exactitude,
    l&rsquo;exhaustivit&eacute;, et la performance du Service. WHASQ d&eacute;cline toute garantie pour d&rsquo;autres sites, des Services ou des biens re&ccedil;us ou annonc&eacute;s sur le Service. WHASQ d&eacute;cline toute garantie pour les virus
    ou autres composants nocifs dans le cadre du Service. <br><br><strong>15. LIMITATION DE RESPONSABILIT&Eacute;</strong> <br>En aucun cas WHASQ ne peut &ecirc;tre tenu responsable de pertes ou dommages directs, indirects, accessoires, sp&eacute;ciaux,
    cons&eacute;cutifs ou exemplaires d&eacute;coulant de ou li&eacute;s &agrave; tout aspect de votre utilisation du Service, y compris, mais sans s&rsquo;y limiter, si les dommages ou les pertes r&eacute;sultent de l&rsquo;utilisation ou du mauvais
    usage de la fonction, de l&rsquo;incapacit&eacute; &agrave; utiliser le Service ou l&rsquo;interruption, la suspension, la modification, l&rsquo;alt&eacute;ration ou la r&eacute;siliation du Service. Cette limitation est &eacute;galement applicable
    &agrave; l&rsquo;&eacute;gard de dommages et/ou pertes encourus ou subis en raison d&rsquo;autres sites ou produits re&ccedil;us ou annonc&eacute;s par ou en relation avec le Service ou des liens sur le Service, ainsi que par la raison de toute information
    ou conseils re&ccedil;us ou annonc&eacute;s par/ou en relation avec le Service ou des liens sur le Service. Ces limitations sont applicables dans toute la mesure permise par la loi. <br><br><strong>16. INDEMNISATION</strong><br>Vous acceptez de d&eacute;fendre,
    d&rsquo;indemniser, de tenir indemne et &agrave; couvert WHASQ, ses filiales et soci&eacute;t&eacute;s affili&eacute;es et leurs administrateurs, dirigeants, employ&eacute;s, mandataires, fournisseurs de sites, les fournisseurs, les successeurs et
    ayants droit de toute et toutes les demandes, r&eacute;clamations, actions, proc&eacute;dures, les jugements, les dommages et int&eacute;r&ecirc;ts, les pertes et tous les autres &eacute;l&eacute;ments de passif (r&eacute;els et cons&eacute;cutifs,
    directs et indirects) de chaque type ou nature (y compris les honoraires d&rsquo;avocat et les d&eacute;bours sur une base d&rsquo;indemnisation compl&egrave;te ainsi que les frais de justice), connu ou inconnu, suspect&eacute; ou non, divulgu&eacute;s
    ou non, d&eacute;coulant ou en aucune fa&ccedil;on li&eacute;s au Contenu que vous soumettez, affichez ou rendez disponible par l&rsquo;interm&eacute;diaire du Service, votre utilisation du Service, vos diff&eacute;rends avec d&rsquo;autres abonn&eacute;s
    ou &agrave; des tiers, de votre violation des Termes et Conditions, votre violation de l&rsquo;une des repr&eacute;sentations et garanties ci-dessus, et/ou votre violation des droits d&rsquo;autrui. <br><br><strong>17. VERSION FRAN&Ccedil;AISE PR&Eacute;VAUT</strong>    <br>Dans le cas o&ugrave; le pr&eacute;sent accord est traduit dans d&rsquo;autres langues et qu&rsquo;il existe une divergence entre les deux versions linguistiques, la version fran&ccedil;aise pr&eacute;vaudra dans la mesure o&ugrave; une telle
    contradiction est le r&eacute;sultat d&rsquo;une erreur de traduction. <br><br><strong>18. INFORMATIONS G&Eacute;N&Eacute;RALES</strong> <br>Les Conditions G&eacute;n&eacute;rales d&rsquo;Utilisation constituent l&rsquo;int&eacute;gralit&eacute; de
    l&rsquo;accord entre vous et WHASQ et r&eacute;gissent votre utilisation du Service.<br>Cet accord sera r&eacute;gi et interpr&eacute;t&eacute; conform&eacute;ment aux lois fran&ccedil;aises. Tout litige, controverse ou r&eacute;clamation d&eacute;coulant
    de ou en relation avec le pr&eacute;sent accord seront soumis &agrave; la comp&eacute;tence exclusive du tribunal de Lille, (France) avec les connaissances et les comp&eacute;tences appropri&eacute;es pour faire face &agrave; un tel diff&eacute;rend,
    controverse ou r&eacute;clamation.</p>
<p><br>Ce document a &eacute;t&eacute; mis &agrave; jour le 16 avril 2018.<br>Clic and Walk, 28 rue Pierre Mauroy 59800 Lille</p>
<!-- Mettre en forme sur https://www.froala.com/online-html-editor -->
