Repository: WHASQ/whasq-translations
Catalog: Localizable.*.strings
Languages: es, fr, it, pt, ru

# addwhasq-alert-empty-channel
source: You need to attribute the language to your Whasq 😉
es: Un whasq debe tener un idioma definido 😉
fr: Un whasq doit avoir une langue de rédaction définie 😉
it: Definire la lingua di redazione del tuo whasq 😉
pt: Um whasq deve ter um idioma de escrita definido 😉
ru: Вы должны указать язык вашего вопроса 😉

# addwhasq-alert-empty-skills
source: You need to attribute at least one skill to your Whasq 😉
es: Un whasq debe tener al menos un talento 😉
fr: Un whasq doit comporter au moins un talent 😉
it: Scegliere almeno uno talento 😉
pt: Um whasq deve ter pelo menos uma competência 😉
ru: Вы должны указать хотя бы один навык для вашего вопроса 😉

# addwhasq-alert-empty-title
source: You must add a tittle to your Whasq 😉
es: Un whasq debe tener un titulo 😉
fr: Un Whasq doit comporter un titre 😉
it: Aggiungere un titolo 😉
pt: Um Whasq deve ter um título 😉
ru: Вы должны дать название своему вопросу 😉

# addwhasq-alert-too-many-skills-message
source: You can only add 3 skills
es: Un whasq solo puede tener 3 talentos
fr: Un whasq ne peut comporter que 3 talents maximum
it: Scegliere 3 talenti al massimo
pt: Um whasq só pode ter 3 competências no máximo
ru: Вы можете указать только 3 умения

# addwhasq-alert-too-many-skills-title
source: Alert
es: Alerta
fr: Attention
it: Occhio!
pt: Atenção
ru: Внимание

# addwhasq-publish-action
source: Publish
es: Publicar
fr: Publier
it: Pubblicare
pt: Publicar
ru: Опубликовать

# add-whasq-channel-label
source: Select the language of the published whasq:
es: Elegir el idioma del Whasq:
fr: Sélectionnez la langue du Whasq :
it: Scegliere la lingua del whasq:
pt: Selecione o idioma do Whasq :
ru: Выберите язык опубликованного вопроса:

# add-whasq-channel-title
source: Language
es: Idioma
fr: Langage
it: Lingua
pt: Idioma
ru: Язык

# add-whasq-message-placeholder
source: My message
es: Mi mensaje
fr: Mon message (255 caractères max)
it: Messaggio (255 caratteri al massimo)
pt: Minha mensagem (255 caracteres no máximo)
ru: Мой ответ (255 символов)

# add-whasq-miss-skill-button
source: Want to add another skill, which is not in the list?
es: Te falta un talento
fr: Il manque un talent ?
it: Vuoi aggiungere un'altro talento, che non è nella lista?
pt: Falta uma competência ?
ru: Хотите добавить еще один навык, которого нет в списке?

# add-whasq-skill-label
source: Skill(s) concerned by this Whasq (1 min., 3 max.):
es: los talentos indicados en el whasq ( minimo 1, 3 maximo)
fr: Les talents concernés par ce Whasq (1 minimum, 3 maximum) :
it: I talenti richiesti per questo Whasq (1 min. , 3 max.)
pt: As competências envolvidas neste Whasq (1 mínimo, 3 máximo) :
ru: Навыки, связанные с этим вопросом(1 мин., 3 макс.):

# add-whasq-skill-button
source: Validate
es: Aceptar
fr: Valider
it: confermare
pt: Validar
ru: Потвердить

# add-whasq-title
source: Add a Whasq
es: Whasquer
fr: Whasquer
it: Whasq
pt: Whasquer
ru: Добавить вопрос

# add-whasq-name-placeholder
source: My title
es: Mi titulo
fr: Mon titre
it: Titolo
pt: Meu título
ru: Моё название

# add-whasq-skills-label
source: Skills concerned:
es: Talentos indicados
fr: Talent(s) concerné(s) :
it: Talenti richiesti
pt: Competência(s) relacionada(s) :
ru: Соответствующие навыки:

# add-whasq-language-label
source: Written in:
es: Escrito en :
fr: Écrit en :
it: Scritto in:
pt: Escrito em :
ru: Написано на:

# add-whasq-present.label
source: I offer you... ex: a coffee
es: A cambio ..; ej: un cafe
fr: En échange... ex: un café
it: Se mi aiuti ti offro ad esempio …..un caffè
pt: Em troca... ex: um café
ru: Я предлагаю вам ... например: кофе

# add-whasq-notify-label
source: Notify around me
es: Notificar a mi alrededor
fr: Notifier autour de moi
it: Notificare intorno a me
pt: Notificar as pessoas ao meu redor
ru: Уведомить меня

# add-whasq-urgent-label
source: It's urgent
es: Es urgente
fr: C'est urgent
it: è urgente
pt: Urgente
ru: Это срочно

# add-whasq-preview-button
source: Preview
es: Vista previa
fr: Prévisualiser
it: Visualizzare
pt: Visualização
ru: Предварительный просмотр

# add-whasq-geoloc-explanation-label
source: You don’t want to be geolocalised, so you cannot notify only the Whasqers around you. If you want to notify only the Whasqers around you, please modify your settings :
es: Has decidido no acceptar que Whasq te localice, Si quieres notificar los Whasqers cerca de ti, debes autorisarla. Para esto :
fr: Vous avez choisi de ne pas permettre à Whasq de vous géolocaliser. Si vous souhaitez notifier les whasqers proches de vous, vous devez l’y autoriser. Pour cela :
it: Ha scelto di non autorizzare la geolocalizzazione. Se vuole notificare i whasqers vicino a te, devi autorizzarla. Per questo :
pt: Você optou por não autorizar que Whasq o localiza-se. Se você quiser notificar os whasqers perto de si, você deve aceitar ser localizado. Para isso :
ru: Вы не хотите использовать геолокацию, поэтому невозможно уведомлять только пользователей вокруг вас. Если вы хотите уведомить только пользователей вокруг вас, пожалуйста, измените свои настройки:

# add-whasq-geoloc-first-step-label
source: 1. Go to settings > Whasq > Position
es: 1. Ve a ajustes > Whasq > Posición
fr: 1. Rendez-vous dans Réglages > Whasq > Position
it: 1. Va a Impostazioni > Whasq > Posizione
pt: 1. Vá em Parâmetros > Whasq > Posição
ru: 1. Перейдите в настройки> Whasq > геолокация

# add-whasq-geoloc-second-step-label
source: 2. Select «When App is active »
es: Elegir Cuando la aplicacion este activa
fr: 2. Sélectionner «Lorsque l’app est active »
it: Scegliere Quando la App è attiva
pt: 2. Selecione 'Quando a aplicação está ativa'
ru: 2. Выберите когда приложение активно

# add-whasq-geoloc-title-label
source: Do you want to notify the Wasqers around you?
es: Quieres notificar los whasqers de tu alrededor?
fr: Vous souhaitez notifier les whasqers proches de vous ?
it: Lei vuole notificare i wasqers intorno a te ?
pt: Deseja notificar os whasqers perto de você ?
ru: Вы хотите уведомить пользователей только вокруг вас?

# add-whasq-geoloc-next-button
source: OK
ru: ОК

# add-whasq-geoloc-not-button
source: Do not allow
es: No autorizar
fr: Ne pas autoriser
it: Non autorizzare
pt: Não autorizar
ru: Не позволяю

# alert-action-ok
source: OK
ru: ОК

# alert-add-attachment-audio-title
source: Add a sound
es: Graba un audio
fr: Ajouter un son
it: Registrare
pt: Adicionar ficheiro audio
ru: Добавить аудиозапись

# alert-add-attachment-gallery-title
source: Add a picture from the gallery
es: Agregar una foto desde la galeria de fotos
fr: Ajouter une photo depuis la galerie
it: Aggiungere una foto dalla galleria
pt: Adicionar foto da galeria
ru: Добавить изображение из галереи

# alert-add-attachment-picture-title
source: Add a picture from the camera
es: Toma una foto
fr: Ajouter une photo depuis l'appareil
it: Fare una foto
pt: Adicione uma foto da câmera
ru: Добавить изображение с камеры

# alert-add-attachment-title
source: Which attachment do you want to add (One by message)
es: ¿Qué elemento deseas adjuntar?
fr: Quelle pièce jointe voulez-vous ajouter ? (une seule pièce jointe par réponse)
it: Quale allegato vuoi aggiungere? (Un allegato per risposta)
pt: Qual anexo deseja adicionar ? (unicamente um anexo por resposta)
ru: Какой файл вы хотите добавить (один за раз)

# alert-add-attachment-video-title
source: Add a video
es: Agregar un video
fr: Ajouter une vidéo
it: Aggiungere un video
pt: Adicionar um vídeo
ru: Добавить видео

# alert-channel-limit
source: You can only select 2 languages
es: Solo puedes elegir dos idiomas
fr: Vous ne pouvez choisir que 2 langues
it: Puoi scegliere solo 2 lingue
pt: Só pode escolher dois idiomas
ru: Вы можете выбрать только 2 языка

# alert-message-leader-date
source: No data available for this date
es: No hay informacion sobre esta fecha elegida
fr: Il n'y a pas de données pour la date sélectionnée
it: Non ci sono dati per la data selezionata
pt: Não há dados existentes para a data selecionada
ru: Нет данных для этой даты

# alert-messsage-disconnect
source: Your session has expired. Do you want to login ?
es: Tu sesion ha expirado. Por favor vuelve a conectarte
fr: Votre session a expiré. Veuillez vous reconnecter
it: La tua sessione è scaduta, bisogna registrare di nuovo.
pt: Sua sessão expirou. Por favor, reinicie a sessão
ru: Ваша сессия истекла. Вы хотите войти?

# alert-warning-archive-whasq
source: Do you really want to archive this Whasq?
es: ¿Quieres archivar este Whasq?
fr: Voulez-vous vraiment archiver ce Whasq ?
it: Sicuro/a di voler archiviare questo Whasq?
pt: Deseja realmente arquivar este Whasq ?
ru: Вы действительно хотите заархивировать этот вопрос?

# alert-warning-delete-whasq
source: Do you really want to delete this Whasq?
es: ¿Quieres borrar este Whasq?
fr: Voulez-vous vraiment supprimer ce Whasq ?
it: Sicur/a di voler eliminare questo Whasq?
pt: Deseja realmente apagar este Whasq ?
ru: Вы действительно хотите удалить этот вопрос?

# alert-warning-report-whasq
source: Are you sure you want to report this Whasq? The creator will be warned. Abusive reporting may result in deletion of account 🙄
es: ¿Quieres señalar este Whasq? El autor será contactado. El reporte abusivo puede provocar la eliminación de la cuenta 🙄
fr: Voulez-vous vraiment signaler ce Whasq ? Le créateur va être prévenu. Le signalement abusif pourra entraîner la suppression du compte 🙄
it: Sicuro/a di voler segnalare questo whasq ? 🙄
pt: Tem a certeza que deseja denúnciar este Whasq? O criador vai ser notificado. As denúncias abusivas podem resultar na supressão da conta 🙄
ru: Вы уверены, что хотите сообщить об этом Whasq? Создатель будет предупрежден. Нарушение отчетности может привести к удалению учетной записи 🙄

# all-wasq-title
source: All
es: Todo
fr: Tout
it: Tutto
pt: Tudo
ru: Все

# answer-placeholder-label
source: Reply (255 characters max)
es: Responder (255 caract. max)
fr: Répondre (255 caractères max)
it: Rispondere
pt: Resposta (255 caract. max)
ru: Ответить (Макс. 255 символов)

# archive-whasq
source: Archive your whasq
es: Archivar el Whasq
fr: Archiver le whasq
it: Archiviare il whasq?
pt: Arquivar o whasq
ru: Заархивируйте свой вопрос

source: Archive
es: Archivar el Whasq
fr: Archiver
it: Archiviare
pt: Arquivar
ru: Архив

# blacklist-whasq-error
source: This Whasq hasn't been reported 🙄
es: El Whasq no puede ser señalado 🙄
fr: Le Whasq n'a pas pu être signalé 🙄
it: Questo whasq non è stato segnalato 🙄
pt: O Whasq não pôde ser denúnciado 🙄
ru: Этот вопрос не был зарегистрирован

source: Cancel
es: Cancelar
fr: Annuler
it: Cancellare
pt: Anular
ru: Отмена

# cgu-accept
source: I accept the conditions of use
es: Acepto las condiciones generales de utilización
fr: J'accepte les conditions d'utilisations
it: Accetto i termini e condizioni d'uso
pt: Eu aceito as condições de uso
ru: Я принимаю условия использования

# cgu-action-sheet
source: Terms of use
es: Condiciones generales de utilización
fr: Conditions générales d'utilisation
it: Condizioni generali d'uso
pt: Termos de uso
ru: Условия эксплуатации

# comment-alert-message
source: Your comment hasn't been published 🙄
es: El comentario no ha sido publicado 🙄
fr: Le commentaire n'a pas pu être posté 🙄
it: Il commento non è stato pubblicato 🙄
pt: O comentário não pôde ser publicado 🙄
ru: Ваш комментарий не был опубликован

# comment-alert-title
source: Oups
it: Ops, errore
ru: Ой-вей

# comment-champion-alert-message
source: Your comment hasn't been published
es: El comentario no ha sido publicado 🙄
fr: Votre avis n'a pas pu être pris en compte 🙄
it: Il commento non è stato pubblicato 🙄
pt: A sua opinião não pôde ser tida em conta 🙄
ru: Ваш комментарий не был опубликован

# comment-champion-alert-title
source: Oups
it: Ops, errore
ru: Ой-вей

# comment-empty-alert-message
source: Your comment can't be empty 😉
es: El comentario no puede estar en blanco 😉
fr: Le commentaire ne peut pas être vide 😉
it: Il commento non può essere vuoto 😉
pt: Preencha o seu comentário 😉
ru: Ваш комментарий не может быть пустым 😉

# comment-empty-alert-title
source: Something happened
es: Oups
fr: Oups
it: Ops, errore
pt: Oups
ru: Что-то произошло

# comment-useful-alert-message
source: Oups ! Your comment hasn't been published 🙄
es: El comentario no ha sido publicado 🙄
fr: Votre avis n'a pas pu être pris en compte 🙄
it: Oh ! Il commento non è stato pubblicato 🙄
pt: Seu comentário não pôde ser levado em conta 🙄
ru: Ой-вей! Ваш комментарий не был опубликован 🙄

# comment-useful-alert-title
source: Oups
it: Ops, errore
ru: Ой-вей

# connection-alert-credentials-message
source: Wrong email or password.
es: Contraseña o correo electrónico incorrecto.
fr: Email ou mot de passe incorrect
it: L'email o la password non sono corretti.
pt: E-mail ou palavra-passe inválidos
ru: Неверная почта или пароль.

# connection-alert-error-title
source: An error has occured, it looks like the Internet connection is not working right 🙄
es: Se produjo un error, revisa si estas conectado a internet 🙄
fr: Une erreur s'est produite. Vérifiez votre connexion internet
it: Si è verificato un errore. Controlla la Sua connessione Internet 🙄
pt: Ocorreu um erro. Verifique a sua conexão internet
ru: Произошла ошибка, похоже, что подключение к Интернету не работает 🙄

# days
source: day
es: Día
fr: jour
it: Giorno
pt: dia
ru: дней

# delete-comment-warning-message
source: Are you sure you want to delete this comment, there is no turning back
es: ¿Estás seguro de que deseas eliminar este comentario?
fr: Voulez-vous vraiment supprimer ce commentaire ? Ceci est irréversible
it: Sicuro/a di voler eliminare questo commento ? Non si può tornare indietro.
pt: Tem a certeza de que deseja apagar este comentário? Esta ação é irreversível
ru: Вы уверены, что хотите удалить этот ответ, его невозможно будет вернуть

# delete-comment
source: Delete this message
es: Borrar el mensaje
fr: Supprimer le message
it: Cancellare il messaggio
pt: Excluir mensagem
ru: Удалить этот ответ

# delete-whasq-error
source: Unable to delete your whasq
es: No se puede eliminar este whasq
fr: Impossible de supprimer ce whasq
it: Impossibilie eliminare il whasq
pt: Não é possível excluir este whasq
ru: Невозможно удалить ваш вопрос

# delete-whasq
source: Delete your Whasq
es: Borrar el Whasq
fr: Supprimer le Whasq
it: Eliminare il whasq
pt: Apagar Whasq
ru: Удалить свой вопрос

source: Delete
es: Borrar
fr: Supprimer
it: Eliminare
pt: Apagar
ru: Удалить

# do-not-allow-button-title
source: Do not allow
es: No permitir
fr: Ne pas autoriser
it: Non autorizzare
pt: Não autorizar
ru: Не позволяю

# edit-comment
source: Edit this message
es: Modificar el mensaje
fr: Éditer le message
it: Modificare il messaggio
pt: Editar a mensagem
ru: Редактировать этот ответ

# edit-whasq
source: Edit
es: Modificar el Whasq
fr: Éditer le Whasq
it: Modificare
pt: Editar Whasq
ru: Редактировать

# empty-notifications-label
source: If someone likes your answer or recommends one of your talents, you will receive notifications
es: Si alguien le da “like” o recomienda uno de tus talentos, recibirás una notificación
fr: Si quelqu'un aime votre réponse ou recommande un de vos talents, vous recevrez des notifications
it: Se la Sua risposta piace a qualcuno/a o se una persona raccomanda una dei Suoi talenti, ricevera delle notifiche
pt: Se alguém gostar da sua resposta ou recomendar uma das suas competências, você iráreceber notificações
ru: Если кому-то нравится ваш ответ или он рекомендует один из ваших навыков, вы будете получать уведомления

# error-archive-whasq
source: Your whasq could not be archived, please try again 🙄
es: Tu whasq no ha sido guardado ,inténtalo nuevamente 🙄
fr: Votre whasq n'a pas pu être archivé, veuillez réessayer 🙄
it: Il Suo whasq non può essere archiviato, riprova per favore 🙄
pt: Seu whasq não pôde ser arquivado, por favor, tente novamente 🙄
ru: Ваш вопрос не может быть заархивирован, повторите попытку

# error-cgu-accept
source: An error occured, please try again 🙄
es: Se produjo un error, inténtalo nuevamente 🙄
fr: Une erreur est survenue, veuillez réessayer 🙄
it: Si è verificato un errore, riprova per favore 🙄
pt: Ocorreu um erro, por favor, tente novamente 🙄
ru: Произошла ошибка, повторите попытку

# error-delete-comment
source: Sorry, unable to delete your comment, please try again 🙄
es: Se produjo un error, no se puede borrar el comentario, inténtalo nuevamente 🙄
fr: Une erreur est survenue, votre commentaire n'a pas pu être supprimé, veuillez réessayer 🙄
it: Si è verificato un errore, il Suo commento non può essere eliminato, riprova per favore 🙄
pt: Ocorreu um erro, o seu comentário não pôde ser apagado. Tente novamente 🙄
ru: Извините, вы не можете удалить свой комментарий, повторите попытку

# error-gdpr-accept
source: An error occured, please try again 🙄
es: Se produjo un error, inténtalo nuevamente 🙄
fr: Une erreur est survenue, veuillez réessayer 🙄
it: Si è verificato un errore, riprova per favore 🙄
pt: Ocorreu um erro, por favor, tente novamente 🙄
ru: Произошла ошибка, повторите попытку

# error-loading-whasq
source: Impossible to upload this Whasq 🙄
es: Imposible cargar el Whasq 🙄
fr: Impossible de charger le Whasq 🙄
it: Impossibile caricare questo Whasq 🙄
pt: Impossível de carregar este Whasq 🙄
ru: Невозможно загрузить этот вопрос 🙄

# error-network
source: Sorry, it seems your internet connection doesn’t work 🙄
es: Lo siento, al parecer la conexion internet no funciona 🤫
fr: Sorry, il semble que votre connexion internet ne fonctionne pas 🤫
it: Ops! sembra che la Sua connessione Internet non funziona 🤫
pt: Desculpe, parece que a sua conexão com internet não está a funcionar 🤫
ru: Извините, похоже, вы не подключены к Интернету

# error-report-comment
source: Sorry, unable to report your comment, please try again 🙄
es: Se produjo un error, no podemos señalar tu comentario, inténtalo nuevamente 🙄
fr: Une erreur est survenue, votre commentaire n'a pas pu être signalé, veuillez réessayer 🙄
it: Ops! sembra che la Sua connessione Internet non funziona, riprova per favore 🙄
pt: Ocorreu um erro, o seu comentário não foi registrado. Tente novamente🙄
ru: Извините, не удалось пожаловаться на комментарий, повторите попытку 🙄

# error-request-user-data
source: An error has occurred, your data could not be sent, please try again 🙄
es: Se produjo un error, no podemos enviar la información, por favor inténtalo nuevamente 🙄
fr: Une erreur est survenue, vos données n'ont pas pu être envoyées, veuillez réessayer 🙄
it: Si è verificato un errore, i tuoi dati non possono essere inviati, riprova per favore 🙄
pt: Ocorreu um erro, os seus dados não puderam ser enviados. Tente novamente 🙄
ru: Произошла ошибка, ваши данные не могли быть отправлены, повторите попытку 🙄

# error-useful-already
source: You already have like this comment 😉
es: Ya te gusta este comentario 😉
fr: Vous avez déjà aimé ce commentaire 😉
it: Ti è già piaciuto questo commento 😉
pt: Você já deu like neste comentário 😉
ru: Вы уже оценили этот комментарий 😉

# error-useful-same-user
source: Sorry, you can not like your own comment 😉
es: No puedes darle Like a tu propio comentario 😉
fr: Vous ne pouvez pas aimer votre propre commentaire 😉
it: Non puoi piacere il tuo commento 😉
pt: Você não pode dar um like no seu próprio comentário 😉
ru: Извините, вы не можете оценить ваш собственный комментарий 😉

# error
source: Oups
it: Ops
ru: Ой-вей

# filter-oldest
source: Old
es: Viejos
fr: Anciens
it: Vecchi
pt: Antigos
ru: Самые старые

# filter-recent
source: Recent
es: Recientes
fr: Récents
it: Recente
pt: Recentes
ru: Самые новые

# filter-relevance
source: Relevant
es: Relevantes
fr: Pertinents
it: Rilevante
pt: Pertinentes
ru: Самые релевантные

# filter-resolved
source: Solved
es: Resueltos
fr: Résolus
it: Risolti
pt: Resolvidos
ru: Решённые

# filter-unresolved
source: Unsolved
es: No resueltos
fr: Non résolus
it: Non risolti
pt: Não resolvidos
ru: Нерешенные

# finish-button-title
source: End
es: Terminar
fr: Terminer
it: Concludere
pt: Terminar
ru: Закончить

# forgot-password-failure
source: Error resetting your password, please try again.
es: Error al restablecer la contraseña, por favor inténtalo nuevamente 🙄
fr: Erreur lors de la réinitialisation de votre mot de passe, veuillez réessayer 🙄
it: Errore durante il reset della tua password, riprova per favore 🙄
pt: Ocorreu um erro no momento de redefinir a sua palavra-passe. Tente novamente 🙄
ru: Ошибка сброса пароля, повторите попытку

# forgot-password-message
source: Please enter your email to edit or reset your password:
es: Contacta, el administrador
fr: Contactez votre administrateur
it: Contatta l'amministratore
pt: Entre em contato com o administrador
ru: Обратитесь к администратору

# forgot-password-placeholder
source: Your email
es: Tu e-mail
fr: Votre email
it: La Sua email
pt: O seu email
ru: Ваш адрес электронной почты

# forgot-password-send
source: Send
es: Enviar
fr: Envoyer
it: Inviare
pt: Enviar
ru: Послать

# forgot-password-success
source: You have received an email message to reset your password to the following address:
es: Te hemos enviado un e-mail para restablecer tu contraseña al correo:
fr: Vous avez reçu un email vous pour réinitialiser votre mot de passe à l'adresse suivante :
it: Ha ricevuto un email per fare un reset della tua password al seguente indirizzo:
pt: Um e-mail foi-lhe enviado para redefinir a sua senha para o seguinte endereço :
ru: Вы получили сообщение на электронную почту для сброса пароля на следующий адрес:

# forgot-password-title
source: Forgot password
es: Contraseña olvidada
fr: Mot de passe oublié
it: Password dimenticata?
pt: Esqueceu a sua palavra-passe
ru: Забыли пароль?

# forgot-password
source: Forgotten password or password change
es: Contraseña olvidada o cambiar la contraseña
fr: Mot de passe oublié ou changement de mot de passe
it: Password dimenticata o cambio di password
pt: Esqueceu a palavra-passe ou quer modificá-la
ru: Забытый пароль или смена пароля

# historic-title
source: My Whasqpoints
es: Mis whasqpuntos
fr: Mes Whasqpoints
it: I miei Whasqpoints
pt: Mes Whasqpontos
ru: Мои очки

# hours
source: hour
es: Hora
fr: heure
it: ora
pt: hora
ru: часов

# login-connect-action
source: Connect
es: Conectarse
fr: Se connecter
it: Connettersi
pt: Iniciar sessão
ru: Войти

# login-skill-title
source: Skills
es: Talentos
fr: Talents
it: Talento
pt: Minhas competências
ru: Навыки

# login-title
source: Login
es: Conexión
fr: Connexion
it: Connessione
pt: Conexão
ru: Авторизоваться

# logout-action-sheet
source: Log out
es: Desconectarse
fr: Se déconnecter
pt: Fechar sessão
ru: Выйти

# logout-alert-action-no
source: No
fr: Non
pt: Não
ru: Нет

# logout-alert-action-yes
source: Yes
es: Si
fr: Oui
it: Sì
pt: Sim
ru: Да

# logout-dialog-change-password
source: Change password
es: Cambiar la contraseña
fr: Changement de mot de passe
it: Modificare la password
pt: Modificar a palavra-passe
ru: Изменить пароль

# logout-alert-message
source: Do you really want to log out ?
es: ¿Estás seguro que quieres desconectarte?
fr: Voulez vous vraiment vous déconnecter ?
it: Sicuro/a di voler uscire?
pt: Deseja realmente desconectar-se ?
ru: Вы действительно хотите выйти?

# mandatory-update-message
source: An update is available. Please update your App 💪
es: Una actualización está disponible. Por favor actualice la aplicación 💪
fr: Une mise à jour est disponible. Veuillez mettre à jour votre application 💪
it: Un aggiornamento è disponibile. Aggiorna la tua App per favore 💪
pt: Uma atualização está disponível. Por favor, atualize a sua inscrição 💪
ru: Обновление доступно. Обновите приложение 💪

# minutes
source: minute
es: minuto
it: minuti
pt: minuto
ru: Минуты
