Repository: WHASQ/whasq-translations
Catalog: Localizable.*.strings
Languages: es, fr, it, pt, ru

# estimate-alert-title
source: How long did it help you to save time?
es: ¿Cuánto tiempo te ha permitido ganar?
fr: Combien de temps cela vous a t'il permis de gagner ?
it: Quanto tempo Le ha fatto risparmiare?
pt: Quanto tempo economizou ?
ru: Как много это помогло вам сэкономить времени?

# estimate-alert-halfday-action
source: 1/2 day
es: 1/2 día
fr: 1/2 jour
it: 1/2 giorno
pt: 1/2 dia
ru: 1/2 день

# estimate-alert-day-action
source: 1 day
es: 1 día
fr: 1 jour
it: 1 giorno
pt: 1 dia
ru: 1 день

# estimate-alert-twodays-action
source: 2 days
es: 2 días
fr: 2 jours
it: 2 giorni
pt: 2 dias
ru: 2 день

# estimate-alert-threedays-action
source: 3 days
es: 3 días
fr: 3 jours
it: 3 giorni
pt: 3 dias
ru: 3 день

# estimate-alert-resolver-low-action
source: Very easy 🙂
es: Muy Fácil 🙂
fr: Très facile 🙂
it: Molto facile 🙂
pt: Muito fácil 🙂
ru: Очень легко

# estimate-alert-resolver-easy-action
source: Easy 😉
es: Fácil 😉
fr: Facile 😉
it: Facile 😉
pt: Fácil 😉
ru: Легко 😉

# estimate-alert-resolver-difficult-action
source: Difficult 😅
es: Difícil 😅
fr: Difficile 😅
it: Difficile 😅
pt: Difícil 😅
ru: Трудно

# estimate-alert-resolver-very-difficult-action
source: Very difficult 😱
es: Muy difícil 😱
fr: Très difficile 😱
it: Molto difficile 😱
pt: Muito Difícil 😱
ru: Очень трудно

# estimate-title-label
source: Help us to improve
es: Ayúdanos a mejorar
fr: Aidez-nous à nous améliorer
it: Aiutaci a migliorare
pt: Ajude-nos a melhorar
ru: Помогите нам стать лучше

# estimate-time-week
source: week
es: semana
fr: semaine
it: settimana
pt: semana
ru: неделю

# estimate-time-day
source: day
es: día
fr: jour
it: giorno
pt: dia
ru: день

# estimate-time-hour
source: hour
es: hora
fr: heure
it: ora
pt: hora
ru: час

# estimate-time-minute
source: minute
es: minuto
it: minuto
pt: minuto
ru: Минуты

# estimate-description-required-label
source: Cool! Your whasq « %@ » has been resolved %@ ago. The help of the community made you save:
es: Genial! Tu whasq « %@ » ha sido resuelto hace %@. Gracias a la ayuda de la comunidad ¿Cuánto tiempo te ha permitido ganar?
fr: Cool ! Votre whasq « %@ » a été résolu il y a %@. L'aide de la communauté vous a fait gagner:
it: Fantastico! Il tuo whasq %@ è stato risolto c'è/ci sono %@ minuto/i/ora/ore. Grazie a l'aiuto dei whasqers, ha risparmiato:
pt: Fixe ! O seu whasq « %@ » foi resolvido em %@. L' a ajuda da comunidade economizou-lhe:
ru: Круто! Ваш вопрос %@ был разрешен %@ назад. N nпомощь сообщества сохранила вам:

# estimate-description-not-required-label
source: What a talent ! %@ ago, you found the solution for this whasq « %@ ». How was it?
es: ¡Cuánto talento! Hace %@ encontraste la solución a este Whasq « %@ » ¿Qué te pareció?
fr: Quel talent ! Il y a %@, vous avez trouvé la solution de ce whasq « %@ ». C'était comment ?
it: Che talento! C'è/Ci sono %@ minuto/i /ora/ore, ha trovato la soluzione di questo whasq %@. Come è stato?
pt: Que talento ! Há %@, você solucionou este whasq « %@ ». Como conseguiu ?
ru: Какой талант!% @ Назад, вы нашли решение для этого вопроса %@. Как это было?

# estimate-error
source: An error occured. Please check your internet connection and retry.
es: Se produjo un error, comprueba tu conexion y vuelve a intentarlo
fr: Une erreur s'est produite. Veuillez vérifier votre connexion Internet et réessayer.
it: Si è verificato un errore. Per favore, controlla la Sua connessione Internet e riprova.
pt: Ocorreu um erro. Por favor, verifique a sua conexão internet e tente novamente.
ru: Произошла ошибка. Проверьте подключение к Интернету и повторите попытку

# estimate-cancel
source: Cancel
es: Cancelar
fr: Annuler
it: Cancellare
pt: Anular
ru: Отмена

# delete-account-alert-title
source: Be careful, your personal data will be destroyed and the deletion of the account will result in loss of access to the application. Please enter the word DELETE in the box below to confirm.
es: Ten en cuenta que tus datos personales serán borrados y al eliminar la cuenta no podras acceder a la aplicación, por favor ingresa la palabra DELETE en el cuadro siguiente.
fr: Attention, vos données personnelles seront détruites et la suppression du compte entraînera la perte d'accès à l'application. Veuillez saisir le mot DELETE dans la case ci-dessous.
it: La preghiamo di notare che i Suoi dati personali saranno distrutti e la cancellazione del conto comporterà la perdita di accesso all'applicazione. Inserisce la parola DELETE nella casella sottostante per favore.
pt: Antenção, os seus dados pessoais serão destruídos e a supressão da sua conta resultará na perda de acesso à aplicação. Por favor, digite a palavra DELETE na caixa abaixo.
ru: Будьте осторожны, ваши личные данные будут уничтожены, а удаление учетной записи приведет к потере доступа к приложению. Введите слово DELETE в поле ниже, чтобы подтвердить.

# delete-account-action
source: Delete
es: Borrar
fr: Supprimer
it: Eliminare
pt: Apagar
ru: Удалить

# cancel-delete-account-action
source: Cancel
es: Cancelar
fr: Annuler
it: Cancellare
pt: Anular
ru: Отмена

source: Delete account
es: Borrar mi cuenta
fr: Supprimer mon compte
it: Cancellare il mio conto
pt: Apagar a conta
ru: Удалить аккаунт

# error-deleting-user
source: An error occured. Please check your internet connection and retry.
es: Se produjo un error, comprueba tu conexion y vuelve a intentarlo
fr: Une erreur s'est produite. Veuillez vérifier votre connexion Internet et réessayer.
it: Si è verificato un errore. Controlla la Sua connessione Internet e riprova
pt: Ocorreu um erro. Por favor, verifique sua conexão internet e tente novamente.
ru: Произошла ошибка. Проверьте подключение к Интернету и повторите попытку

# alert-cannot-send-mail
source: Unable to send an email with this device
es: No se puede enviar un correo electronico a este dispositivo
fr: Impossible d'envoyer un email depuis ce téléphone
pt: Não é possível enviar um email a partir deste telefone
ru: Не удалось отправить электронное письмо с этим устройством

# profile-skill-empty-label
source: Sure you have some, so complete your profile 😉
es: Seguro que tienes algunos, así que completa tu perfil 😉
fr: Vous avez des talents, inscrivez les dans votre profil 😉!
it: Certo che ne ha un po', completa il Suo profilo 😉
pt: Você tem competências, complete o seu perfil 😉!
ru: У вас есть навыки, пожалуйста, добавьте их!

# notification-tag-user
source: You have been recommended by %@ for the whasq : %@
es: Has sido recomendado por %@ para el whasq %@
fr: Vous avez été recommandé par %@ pour le whasq : %@
it: Lei è stato racommandato da %@ per il whasq : %@
pt: Você foi recomendado por %@ pelo whasq : %@
ru: Вы были рекомендованы% @. Помогите своему коллеге с вопросами % @

# notification-admin-whasq
source: %@ submitted a new Whasq %@
es: %@ envió un nuevo Whasq %@
fr: %@ a posté un nouveau Whasq %@
it: %@ ha aggiunto un nuovo Whasq %@
pt: %@ publicou um novo Whasq %@
ru: % @ задал(а) новый вопрос% @

# notification-new-skill
source: A new skill (%@) has been added! Do you want to add it on your profile?
es: Se ha agregado una nueva habilidad (%@). ¿Deseas agregarla en tu perfil?
fr: Un nouveau talent (%@) a été ajouté ! Voulez-vous l’ajouter à votre profil ?
it: Un nuovo talent (%@) è stato aggiunto! Lei vuole aggiungerlo sul Suo profilo?
pt: Uma nova competência (%@) foi adicionada ! Gostaria de adicioná-la ao seu perfil ?
ru: Добавлен новый навык (% @)! Вы хотите добавить его в свой профиль?

# faq-action-sheet
source: FAQ
es: Preguntas frecuentes
ru: ЧаВо

# faq-not-found-alert-message
source: The FAQ did not load correctly, please check your internet connection and reload
es: Las preguntas frecuentes no se cargaron correctamente, verifica tu conexión internet e inténtalo de nuevo
fr: Oups, la FAQ ne s’est pas chargée correctement, vérifiez votre connexion Internet et rafraîchissez la page
it: Impossibile carricare la FAQ, controlla la Sua connessione Internet e riprova per favore
pt: Oups, as FAQ não estão disponíveis, verifique a conexão internet e atualize a página
ru: Часто задаваемые вопросы не загружались правильно, проверьте подключение к Интернету и перезагрузите

# skip-button
source: Skip
es: Continuar
fr: Passer
it: Saltare
pt: Passar
ru: Пропустить

# recommended-skills-description-label
source: You have been recommended for your skills by colleagues. Do you want to confirm these skills?
es: Tus compañeros te han recomendado por tus talentos. ¿Quieres confirmar estos talentos?
fr: Il est temps d'enrichir votre profil
it: Lei è stato raccomandato per i tuoi talenti dai colleghi. Vuole confermare questi talenti?
pt: É tempo de enriquecer o seu perfil
ru: Вы были рекомендованы коллегами из-за своих навыков. Вы хотите подтвердить эти навыки?

# recommended-skill-description-label
source: recommended you for these skills:
es: recomendado para los siguientes talentos:
fr: vous a recommandé pour ces talents:
it: raccomandato per questi talenti:
pt: recomendou-o para as comptências:
ru: рекомендовал вам эти навыки:

# recommended-other-skill-description-label
source: Other skills that might pick your interest:
es: Otros talentos que te podrían interesar:
fr: Autres talents pouvant vous intéresser:
it: Altri talenti che potrebbero interessarti:
pt: Outras competências que podem interessar-lhe:
ru: Другие навыки, которые могут быть вам интересны:

# recommended-skill-accept-error-alert
source: An error happened when trying to add the skill 🙄 Please try again later
es: Se produjo un error al agregar talento 🙄 Inténtalo de nuevo
fr: Une erreur est survenue lors de l'ajout du talent 🙄 Veuillez réessayer plus tard
it: Si è verificato un errore durante l'aggiunta del talento 🙄 Riprovare più tardi
pt: Um erro ocorreu no momento de adicionar competências 🙄 Por favor, tente mais tarde
ru: Произошла ошибка при попытке добавить новый навык. 🙄 Попробуйте позже

# recommended-skill-refuse-error-alert
source: An error happened when trying to ignore the skill 🙄 Please try again later
es: Se produjo un error al eliminar el talento recomendado 🙄 Inténtalo de nuevo
fr: Une erreur est survenue lors la suppression du talent recommendé 🙄 Veuillez réessayer plus tard
it: Si è verificato un errore durante la cancellazione del talento raccomandato 🙄Riprovare più tardi
pt: Um erro ocorreu no momento de apagar esta competência 🙄 Por favor, tente mais tarde
ru: Произошла ошибка при попытке проигнорировать навык. 🙄 Попробуйте позже.

# whasq-set-champion-alert
source: Is this answer a solution?
es: ¡Tu respuesta es una solución ?
fr: Cette réponse est une solution ?
it: Questa risposta è una soluzione?
pt: Esta resposta é uma solução ?
ru: Является ли этот ответ решением?

# whasq-download-attachment
source: [Download Attachment]
es: [Descargar el archivo adjunto]
fr: [Télécharger la PJ]
it: [Scaricare l'allegato]
pt: [Fazer download do anexo]
ru: [Загрузить приложение]

# whaspoint-description-description
source: You have been recommended by %@
es: Has sido recomendado por %@
fr: Vous avez été recommandé par %@
it: Lei è stato raccomandato per %@
pt: Alguém recomendou-o %@
ru: Вы были рекомендованы пользователем %@

# verify-connect-action
source: Next
es: Siguiente
fr: Suivant
it: Seguente
pt: Seguinte
ru: Cледующий

# tooltip-whasq-my-skills
source: Here, all the whasqs according to your talents and written in the language you chose in your profile.
es: Todos los whasqs de acuerdo a tus talentos y escritos en el idioma que elegiste en tu perfil .
fr: Affichez les whasqs concernant vos talents et rédigés dans la langue ajoutée dans votre profil.
it: Tutti gli whasq secondo i tuoi talenti e scritti nella lingua che hai scelto nel tuo profilo.
pt: Mostre os whasqs relacionados com as competências escritos no idioma predefinido no seu perfil.
ru: Отобразите whasq о ваших талантах и ​​напишите на языке, добавленном в ваш профиль.

# tooltip-whasq-all-skills
source: Here, all the whasqs in the language that you indicated in your profile .
es: Todos los whasqs en el idioma que indicaste en tu perfil.
fr: Affichez les whasqs dans la langue ajoutée dans votre profil.
it: Tutti gli whasq nella lingua che hai indicato nel tuo profilo.
pt: Mostrar os whasqs escritos no idioma predefinido no seu perfil.
ru: Отобразите все whasq на языке, добавленном в ваш профиль.

# tooltip-create-whasq
source: Ask your question !
es: ¡Haz tu pregunta !
fr: Posez votre question !
it: Fai la tua domanda!
pt: Faça sua pergunta !
ru: Задайте свой вопрос!

# tooltip-whasq-media-types
source: To illustrate your question you can add a / an image, text, video 🎬, or voice message 🎙. You can also use them to answer a whasq.
es: Para ilustrar tu pregunta puedes agregar una/un imagen, texto, video 🎬, o mensaje de voz 🎙. También puedes usarlos para responder un whasq.
fr: Ajoutez des médias pour illustrer votre question. par ex. image, texte, vidéo 🎬, ou juste le son 🎙. Vous pouvez les utiliser aussi pour répondre un Whasq.
it: Per illustrare la tua domanda puoi aggiungere un'immagine, testo, video 🎬 o un messaggio vocale 🎙. Puoi anche usarli per rispondere a un whasq.
pt: Adicione um ficheiro para ilustrar da melhor forma a sua pergunta. por exemplo imagem, texto, vídeo 🎬, ou apenas o som 🎙. Também pode usá-los para responder a um Whasq.
ru: Добавьте медиафайлы, чтобы проиллюстрировать ваш вопрос. например. изображение, текст, видео 🎬 или просто звук 🎙. Вы также можете использовать их для ответа на Whasq.

# tooltip-whasq-add-skills
source: Choose 3 talents that could help you solve your whasq !
es: ¡Elige 3 talentos que podrían ayudarte a resolver tu whasq !
fr: Choisissez 3 talents qui pourront vous aider à résoudre votre whasq !
it: Scegli 3 talenti che potrebbero aiutarti a risolvere il tuo whasq!
pt: Escolha 3 competências que possam ajudá-lo a resolver seu whasq !
ru: Выберите 3 таланта, которые могут помочь вам решить ваш whasq!

# tooltip-whasq-add-language
source: Select the language in which your whasq is written. The choice of language depends on the languages added in your profile 🇫🇷🇪🇸🇷🇺,..
es: Selecciona el idioma en el que está escrito tu whasq. La elección del idioma depende de los idiomas agregados en tu perfil 🇫🇷🇪🇸🇷🇺,..
fr: Sélectionnez la langue dans laquelle votre whasq est rédigé. Le choix de la langue dépend des langues ajoutées dans votre profil 🇫🇷🇪🇸🇷🇺,..
it: Seleziona la lingua in cui è scritto il tuo whasq. La scelta della lingua dipende dalle lingue aggiunte nel tuo profilo 🇫🇷🇪🇸🇷🇺,..
pt: Selecione o idioma no qual o seu whasq está escrito. A escolha do idioma depende dos idiomas adicionados em seu perfil 🇫🇷🇪🇸🇷🇺,..
ru: Выберите язык, на котором написан ваш whasq. Выбор языка зависит от языков, добавленных в ваш профиль 🇫🇷🇪🇸🇷🇺, ..

# tooltip-profile-picture
source: Give a personal touch to the application, it's time to update your profile picture😎
es: Dale un poco de vida a la aplicación , actualiza tu foto de perfil 😎
fr: Ajoutez une peu de couleur sur l'app en mettant à jour votre profil 😎
it: Dai un po 'di vita all'applicazione, aggiorna la tua immagine del profilo 😎
pt: Dê vida à aplicação atualizando o seu perfil 😎
ru: Добавьте некоторый цвет в приложение, обновив свой профиль 😎

# tooltip-profile-enrich
source: Swipe left to add your talents 🎻🎭 and the languages you speak 🇫🇷🇪🇸🇷🇺,..!
es: Desliza hacia la izquierda para agregar tus talentos 🎻🎭 y los idiomas que hablas🇫🇷🇪🇸🇷🇺,..!
fr: Balayez vers la gauche pour ajouter vos talents 🎻🎭 et les langues que vous parlez 🇫🇷🇪🇸🇷🇺,..!
it: Scorri verso sinistra per aggiungere i tuoi talenti 🎻🎭 e le lingue che parli 🇫🇷🇪🇸🇷🇺,..!
pt: Deslize para a esquerda para adicionar as suas competências 🎻🎭 e os idiomas que fala 🇫🇷🇪🇸🇷🇺,..!
ru: Проведите влево, чтобы добавить свои таланты 🎻🎭 и языки, на которых вы говорите 🇫🇷🇪🇸🇷🇺, ..!

# podium-ytd
source: from the beginning
es: desde el comienzo
fr: depuis le début
it: dall'inizio
pt: desde o início
ru: c начала
