Repository: WHASQ/whasq-translations
Catalog: Localizable.*.strings
Languages: es, fr, it, pt, ru

# miss-skill-email-message
source: Hello. I suggest to add the skill named:
es: Buenos días, sugiero agregar el talento
fr: Bonjour. Je suggère d'ajouter le talent :
it: Ciao. Vorrei aggiungere il talento :
pt: Bom dia. Eu proponho adicionar a competência :
ru: Привет, я предлагаю добавить навык с именем:

# miss-skill-email-title
source: Talent suggestion!
es: Sugerencia de talento
fr: Suggestion d'un talent !
it: Raccomandazione di un talento!
pt: Sugestão de competência !
ru: Предложение навыков!

source: No
fr: Non
pt: Não
ru: Нет

# notification-answer
source: has replied to your Whasq :
es: ha respondido a tu Whasq :
fr: a répondu à votre whasq :
it: ha risposto al tuo Whasq
pt: respondeu ao seu whasq :
ru: ответил на ваш вопрос:

# notification-champion
source: has retained you as the champion of his Whasq! Awesome!!! You earn +50 Whasqpoints!
es: ¡Te ha nombrado campeón de su Whasq! +50 whasqpuntos
fr: vous a désigné champion de son whasq ! +50 whasqpoints
it: Le ha designato campione del suo whasq! +50 whasqpoints
pt: designou-o como campeão do seu whasq ! +50 whasqpontos
ru: Отметил тебя как лучшего из ответивших на свой Вопрос! Отлично!!! Вы зарабатываете 50 очков!

# notification-match
source: has created a Whasq, which may be of interest to you:
es: ha creado un Whasq que podría interesarte
fr: a créé un whasq pouvant vous intéresser :
it: ha creato un Whasq, che potrebbe interessarLe:
pt: criou um whasq que pode interessar-lhe :
ru: Задал вопрос, который может вас заинтересовать:

# notification-recommendation
source: highly recommended you for this skills :
es: te ha recommendado el talento
fr: vous a recommandé le talent :
it: Le ha suggerito questo talento:
pt: recomendou-o pêla competência :
ru: настоятельно рекомендовал вам эти навыки:

# notification-signal
source: has reported your Whaq :
es: ha señalado tu Whasq
fr: a signalé votre whasq :
it: ha segnalato il Suo Whasq
pt: denúnciou o seu whasq :
ru: Пожаловался на ваш вопрос:

# notification-suggestion
source: suggested you this skill:
es: te ha recommendado el talento
fr: vous a suggéré le talent :
it: Le ha suggerito questo talento:
pt: recomenda-lhe a competência :
ru: Предложил вам это умение:

# notification-useful
source: found your reply to be quite useful! Great! You earn +10 whasqpoints
es: ¡Ha encontrado tu respuesta útil! Genial, has ganado 10 whasqpuntos
fr: a trouvé votre réponse utile ! +10 whasqpoints
it: ha trovato utile la Sua risposta! +10 whasqpoints
pt: considerou a sua resposta útil ! +10 whasqpontos
ru: нашел ваш ответ очень полезным! Отлично! Вы зарабатываете +10 очков

# notifications-section-1
source: Today
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje
ru: Сегодняшние

# notifications-section-2
source: Older
es: Viejos
fr: Plus anciens
it: Più vecchi
pt: Mais antigos
ru: Старше

# optional-update-message
source: An update is available, do you want to upload it? 💪
es: Una actualización está disponible, por favor descárgala 🤩
fr: Une mise à jour est disponible, voulez-vous ta télécharger? 🤩
it: È disponibile un aggiornamento, vuole scaricarlo? 🤩
pt: Uma atualização está disponível, você deseja fazer o download?? 🤩
ru: Доступно обновление, вы хотите его загрузить?

# podium-no-data-selected-date
source: No data was found for the selected date 🙄
es: Ninguna informacion ha sido encontrada para la fecha seleccionada 🙄
fr: Aucune données n'a été trouvées pour la date sélectionnée 🙄
it: Non ci sono dati per la data selezionata 🙄
pt: Nenhum dado foi encontrado para a data selecionada 🙄
ru: Не найдено данных для выбранной даты 🙄

# profile-delete-language-empty-message
source: Sorry, you must have one language in your profile
es: Lo siento, debes indicar un idioma en tu perfil
fr: Désolé, vous devez avoir une langue dans votre profil
it: Scusa, deve avere una lingua nel tuo profilo
pt: Desculpe, você deve ter pelo ùenos um idioma no seu perfil
ru: Извините, у вас должен быть хотя бы один язык в вашем профиле

# profile-delete-language-warning-message
source: Do you really want to delete this language in your profile:
es: ¿ Quieres borrar el idioma de tu perfil?
fr: Voulez-vous vraiment supprimer cette langue de votre profil :
it: Sicuro/a di voler eliminare questa lingua del Suo profilo?
pt: Deseja realmente remover este idioma do seu perfil? :
ru: Вы действительно хотите удалить этот язык в своем профиле:

# profile-delete-skill-warning-message
source: Do you really want to cancel this skill:
es: ¿Quieres borrar el talento?
fr: Voulez-vous vraiment vous supprimer le talent :
it: Vuole davvero cancellare il talento:
pt: Deseja realmente remover a competência :
ru: Вы действительно хотите отменить это умение:

# profile-edit-message
source: Your information hasn't been updated
es: Tu información no ha podido ser modificada 🙄
fr: Vos informations n'ont pas pu être éditées 🙄
it: Le Sue informazioni non potevano essere modificati 🙄
pt: As suas informaçõrs não puderam ser editadas 🙄
ru: Ваша информация не обновлена

# profile-edit-title
source: Oups
it: Ops
ru: Ой-вей

# profile-edit-nav-title
source: Edit profile
es: Modificar mi perfil
fr: Éditer mon profil
it: Modificare il mio profilo
pt: Editar o meu perfil
ru: Редактировать профиль

# profile-edit-validate-button
source: Validate
es: Aceptar
fr: Valider
it: confermare
pt: Validar
ru: Подтвердить

# profile-hidden-data
source: Not visible to the public
es: No visible para el público
fr: Non visible au public
it: Invisibile al pubblico
pt: Não é visível para o público
ru: Не видно общественности

# profile-infos-other
source: Information
es: Información
fr: Informations
it: Informazione
pt: Informações
ru: Информация

# profile-infos
source: My personal data
es: Mi información
fr: Mes informations
it: I miei dati personali
pt: Minhas informações
ru: Мои личные данные

# profile-lang-other
source: Languages
es: Idiomas
fr: Langues
it: Lingue
pt: Idiomas
ru: Языки

# profile-lang
source: My languages
es: Mis idiomas
fr: Mes langues
it: Le mie lingue
pt: Meus idiomas
ru: Мои языки

# profile-skills-other
source: Skills
es: Talentos
fr: Talents
it: Talento
pt: Competências
ru: Навыки

# profile-skills
source: My Skills
es: Mis talentos
fr: Mes talents
it: I miei talenti
pt: Minhas competências
ru: Мои навыки

# ranking-title
source: Overall rating
es: Clasificación
fr: Classement
it: Classifica
pt: Classificação
ru: Общая оценка

# recommend-skill-title
source: Recommend some skills!
es: Recomendar talentos
fr: Recommander des talents !
it: Suggerire talenti!
pt: Recomendar competências !
ru: Рекомендовать некоторые навыки!

# register-action
source: Next
es: Siguiente
fr: Suivant
it: Seguente
pt: Seguinte
ru: Следующий

# register-error
source: Sorry, registration failed. Try again
es: Error al inscribirse, lo sentimos, Inténtalo de nuevo 🙄
fr: Votre inscription a échoué, désolé ! Veuillez réessayer 🙄
it: La Sua registrazione è fallita, ci dispiace, riprova per favore🙄
pt: Pedimos desculpas!A sua inscrição falhou. Por favor, tente novamente 🙄
ru: Извините, регистрация не удалась. Попробуйте еще раз

# register-title
source: Register
es: Inscripción
fr: Inscription
it: Registrazione
pt: Inscrição
ru: Регистр

# registration-alert-cgu-message
source: Please accept the conditions and terms of use to continue
es: Por favor acepta las condiciones generales de utilización para poder continuar
fr: Veuillez accepter les conditions générales d'utilisations pour pouvoir continuer
it: Si prega di accettare i termini d'uso per continuare
pt: Por favor, aceite os termos de uso para poder continuar
ru: Пожалуйста, примите правила и условия использования для продолжения

# registration-alert-channel-message
source: Please select one languages to continue
es: Por favor elige al menos 2 idiomas
fr: Veuillez choisir jusqu'à 2 langues pour continuer
it: Si prega di scegliere almeno 1 lingua per continuare
pt: Por favor, selecione até 2 idiomas para poder continuar
ru: Пожалуйста, выберите один язык для продолжения

# registration-alert-empty-message
source: Please complete all fields to continue
es: Por favor completa todos los campos para poder continuar.
fr: Veuillez remplir tous les champs pour continuer
it: Si prega di completare tutto per continuare
pt: Por favor, preencha todos os campos para poder continuar
ru: Пожалуйста, заполните все поля, чтобы продолжить

# registration-alert-email-message
source: Your e-mail address is not found. Try again
es: El e-mail no es correcto, inténtalo de nuevo 🙁
fr: L'adresse mail n'est pas conforme 🙁
it: Il Suo indirizzo email non è stato trovato. Riprova 🙁
pt: O endereço de email não é válido 🙁
ru: Ваш адрес электронной почты не найден. Повторите попытку

# registration-alert-error-message
source: An error has occured during registration, It looks like the Internet connection is not working right 🙄
es: Se produjo un error al inscribirse, revisa la conexión internet 🙄
fr: Une erreur s'est produite lors de l'inscription, vérifiez votre connexion internet 🙄
it: Si è verificato un errore durante la registrazione, controlla la Sua connessione Internet 🙄
pt: Ocorreu um erro durante o registro, verifique a sua conexão internet 🙄
ru: Во время регистрации произошла ошибка. Похоже, что подключения к Интернету нет 🙄

# registration-alert-password-count-message
source: The password must contain at least 8 letters including at least 4 other characters (uppercase, lowercase, numeral and special character) 👀
es: La contraseña debe contener al menos 8 letras, incluyendo al menos otros 4 caracteres (mayúsculas, minúsculas, números y caracteres especiales) 👀
fr: Le mot de passe doit contenir au moins 8 lettres dont au moins 4 autres caractères (majuscule, miniscule, chiffre et caractère spécial) 👀
it: La password deve contene almeno 8 lettere di cui almeno altri 4 caratteri (maiuscola, minuscola, numero e carattere speciale)
pt: A palavra-passe deve conter pelo menos 8 caracteres, destes, pelo menos 4 devem ser maiúscula, minúscula, numeral e caractere especial 👀
ru: Пароль должен содержать не менее 8 букв, включая как минимум 4 других символа (прописные, строчные, цифровые и специальные) 👀

# registration-alert-password-message
source: Both passwords do not match. Try again
fr: Les mots de passes ne sont pas identiques
it: Le password non sono le stesse. Riprova
pt: As palavras-passe não são idénticas
ru: Пароли не совпадают. Повторите попытку

# registration-picture-gallery
source: From the gallery
es: de la galeria de fotos
fr: Depuis la galerie
it: Dalla galleria
pt: Da galeria
ru: Из галереи

# registration-picture-photo
source: From the camera
es: Abrir la camara
fr: Depuis l'appareil photo
it: Dalla fotocamera
pt: Da câmera
ru: С камеры

# registration-picture-title
source: Select your profile photo
es: Elige tu foto de perfil
fr: Choisis ta photo de profil
it: Sceglie la Sua foto di profilo
pt: Escolha a sua foto de perfil
ru: Выберите фотографию своего профиля

# registration-skills-pro
source: Hey, it's time to complete your profile. So in what way and in which areas can you help others?
es: Hola, es hora de completar tu perfil ...Cuéntanos ¿cómo y en qué áreas puedes ayudar a los demás? Puedes aconsejar y ayudar en:
fr: Hey cher whasqer c'est le moment de compléter votre profil. Vous pouvez conseiller et aider sur :
it: Ciao, è il momento di completare il Suo profilo. Quindi come e in quali settori può aiutare gli altri whasqers?
pt: Querido whasqer, é tempo de completar o seu perfil. Você poderá aconselhar e ajudar :
ru: Эй, пришло время заполнить ваш профиль. Так каким образом и в каких областях вы можете помочь другим? Вы можете посоветовать и помочь:

source: Report comment
es: Señalar el comentario
fr: Signaler le commentaire
it: Segnalare il commento
pt: Denúnciar comentário
ru: Пожаловаться на ответ

# request-data-action-sheet
source: Request my data
es: Pedir mi informacion
fr: Demander toutes mes données
it: Fare la domanda degli miei dati
pt: Solicitar todos os meus dados
ru: Запросить мои данные

# show-picture
source: Show me my profile photo
es: Mostrar la foto de perfil
fr: Afficher la photo de profil
it: Mostrare la mia foto di profilo
pt: Mostrar a foto do perfil
ru: Покажи мне мою фотографию профиля

# signal
source: Report
es: Señalar
fr: Signaler
it: Segnalare
pt: Denúnciar
ru: Отчет

# skill-wasq-title
source: Whasq for my Skills
es: De acuerdo a mis talentos
fr: Pour mes talents
it: Per i miei talenti
pt: Pelas minhas competências
ru: Вопрос для моих навыков

# success-request-user-data
source: Your data has been sent to your email address 👌
es: Tus datos han sido enviados a tu e-mail 👌
fr: Vos données ont été envoyées sur votre adresse email 👌
it: I Suoi dati sono stati inviati sul Suo indirizzo email 👌
pt: Os seus dados foram enviados para o seu endereço de e-mail 👌
ru: Ваши данные были отправлены на ваш адрес электронной почты 👌

source: Warning !
es: Cuidado
fr: Attention
it: Attenzione
pt: Atenção
ru: Предупреждение!

# wasq-time
source: ago
es: Hace
fr: il y a
it: C'è / Ci sono
pt: há
ru: тому назад

# wasq-type-photo
source: Pic Whasq
es: Mensaje foto
fr: Message photo
it: messaggio foto
pt: Mensagem foto
ru: Вопрос с изображением

# wasq-type-video
source: Video Whasq
es: Mensaje video
fr: Message vidéo
it: messaggio video
pt: Mensagem vídeo
ru: Видео-вопрос

# wasq-type-voice
source: Vocal Whasq
es: Mensage vocal
fr: Message vocal
it: messaggio vocale
pt: Mensagem vocal
ru: Аудиовопрос

# whaspoint-description-high
source: has retained you as the champion of his Whasq.
es: ¡Te ha nombrado campeón de su Whasq!
fr: vous a désigné comme champion de son whasq.
it: Le ha designato come campione del suo whasq
pt: designou-o como campeão do seu whasq.
ru: отметил тебя как чемпиона своего вопроса.

# whaspoint-description-low
source: found your reply to be quite useful.
es: ¡Ha encontrado tu respuesta útil!
fr: a trouvé votre réponse utile.
it: ha trovato la Sua risposta utile
pt: considerou a sua resposta útil.
ru: нашел ваш ответ очень полезным

# whasq-empty-label
source: You don't have any Whasq at the moment.
es: Para ver más Whasqs, por favor agrega más talentos a tu perfil
fr: Pour voir plus de whasqs, ajoutez des talents à votre profil
it: Per vedere più whasqs, aggiunge talenti al tuo profilo
pt: Para visualizar mais whasqs, adicione mais competências ao seu perfil
ru: На данный момент у вас нет вопросов.

# whasq-read-1
source: Read:
es: Leído
fr: Consulté :
it: Visto
pt: Visto :
ru: Читать:

# whasq-read-2
source: times
es: veces
fr: fois
it: volte
pt: vezes
ru: раз

# whasq-read-count-0
source: Read
es: leído
fr: lu
it: visto
pt: lido
ru: Читать

# whasq-read-count-1
source: Time -
es: veces
fr: fois -
it: volte
pt: vezes -
ru: Время -

# whasq-read-count-2
source: answer(s)
es: respuesta(s)
fr: réponse(s)
it: risposta(e)
pt: resposta(s)
ru: Ответ (ов)

# whasq-read
source: ✓ read
es: ✓ Leído
fr: ✓ lu
it: ✓ Visto
pt: ✓ lido
ru: ✓ читать

# whasq-resolved
source: (solved)
es: (resuelto)
fr: (résolu)
it: (risolto)
pt: (resolvido)
ru: (Решен)

# whasq-reward-champion-text
source: 50 whasqpoints for solution
es: 50 whasqpuntos si encuentras la solución
fr: 50 whasqpoints pour la solution
it: 50 whasqpoint per la soluzione
pt: 50 whasqpontos pela solução
ru: 50 баллов за решение

# whasq-reward-useful-text
source: 10 whasqpoints for answer useful
es: 10 whasqpuntos si tu respuesta es útil
fr: 10 whasqpoints pour une réponse utile
it: 10 whasqpoints per une risposta utile
pt: 10 whasqpontos por uma resposta
ru: 10 баллов за ответ полезный

# whasq-status-resolved
source: solved
es: resuelto
fr: résolu
it: risolto
pt: resolvido
ru: Решен

# whasq-status-unresolved
source: unsolved
es: no resuelto
fr: non résolu
it: non risolto
pt: não resolvido
ru: Не решён

# whasq-status
source: Status:
es: Estado
fr: Statut :
pt: Estatuto :
ru: Положение дел:

source: Yes
es: Si
fr: Oui
it: Sì
pt: Sim
ru: Да

# consent-allow-button
source: Allow
es: Permitir
fr: Autoriser
it: Autorizzare
pt: Autorizar
ru: Позволяю

# consent-not-allow-button
source: Do not allow
es: No permitir
fr: Ne pas autoriser
it: Non autorizzare
pt: Autorização negada
ru: Не позволяю

# consent-warning-label
source: Please read all the terms of use in order to continue
es: Por favor lea las condiciones generales de utilización para poder continuar
fr: Veuillez lire toutes les conditions générales d'utilisation pour pouvoir poursuivre
it: Si prega di leggere tutti i termini e le condizioni per continuare
pt: Por favor, leia todos os termos e condições para continuar
ru: Пожалуйста, прочитайте все условия использования, чтобы продолжить

# channel-validate-button
source: OK
es: Aceptar
fr: Valider
pt: Validar
ru: ОК

# channel-select-languages-label
source: Select the languages you speak
es: Selecciona los idiomas que hablas
fr: Sélectionnez les langues que vous parlez
it: Scegliere le lingue utilizzate
pt: Selecione os idiomas que fala
ru: Выберите языки, на которых вы говорите

# channel-title
source: My languages
es: Mis idiomas
fr: Mes langues
it: Le mie lingue
pt: Meus idiomas
ru: Мои языки

# login-connect-email-placeholder
source: Email
fr: Adresse email
pt: Endereço de email
ru: Эл. адрес

# login-connect-password-placeholder
source: Password
es: Contraseña
fr: Mot de passe
pt: Palavra-passe
ru: Пароль

# geoloc-title-label
source: Facilitate your discussions
es: Facilita tus discusiones
fr: Facilitez vos échanges
it: Discutere con più facilita
pt: Facilite as interações
ru: Содействуйте обсуждению

# geoloc-description-label
source: If you want to notify only the Whasqers around you, you have to allow Whasq to geolocalised you
es: Para solicitar a los Whasqers cerca de ti, debes permitir a Whasq el acceso a la localización.
fr: Pour solliciter les whasqers proches de vous, permettez à Whasq d’accéder à votre géolocalisation
it: Se vuole notificare solo i Whasqers vicino a te, devi autorizzare Whasq a geolocalizzarti
pt: Para solicitar os whasqers perto de si, n deve autorizar o Whasq a aceder à sua geolocalização
ru: Если вы хотите уведомить только пользователей вокруг вас, вы должны разрешить Whasq геолокализовать вас

# geoloc-allow-button
source: Allow
es: Permitir
fr: Autoriser
it: Autorizzare
pt: Autorizar
ru: Позволяю

# geoloc-not-allow-button
source: Do not allow
es: No permitir
fr: Ne pas autoriser
it: Non autorizzare
pt: Autorização negada
ru: Не позволяю

# notification-allow-button
source: Allow
es: Permitir
fr: Autoriser
it: Autorizzare
pt: Autorizar
ru: Позволяю

# notification-description-label
source: If you wish to be notified about the answers to your questions, Whasq asks you for permission to send notifications.
es: Autorise Whasq a enviarle notificaciones cuando alguien responda a tu whasq,
fr: Soyez au courant de tout ce qu’il se passe grâce aux notifications, Whasq vous demande l'autorisation d'envoyer des notifications.
it: Se vuoi essere avvisato quando riceei le risposte alle tue domande, Whasq Le chiede l'autorizzazione di inviare notifiche.
pt: Esteja ao corrente de tudo o que acontece através das notificações, Whasq pede autorização para enviar notificações.
ru: Если вы хотите получить уведомление о ответах на свои вопросы, Whasq попросит вас получить разрешение на отправку уведомлений

# notification-title-label
source: Notifications
es: Notificaciones
it: Notificazione
pt: Notificações
ru: Уведомление

# notification-not-allow-button
source: Do not allow
es: No permitir
fr: Ne pas autoriser
it: Non autorizzare
pt: Autorização negada
ru: Не позволяю

# login-register-name-placeholder
source: Full name
es: Apellido
fr: Nom complet
it: Nome completo
pt: Nome completo
ru: Полное имя

# login-register-email-placeholder
source: Email address
es: E-mail
fr: Adresse email
it: Indirizzo email
pt: Endereço email
ru: Адрес электронной почты

# login-register-phone-placeholder
source: Phone number
es: Numero de teléfono
fr: Numéro de téléphone
it: Numero di telefono
pt: Número de telefone
ru: Номер телефона

# login-register-job-placeholder
source: Job position
es: Puesto
fr: Poste
it: Posto
pt: Cargo ou Emprego
ru: Место работы

# login-register-languages-placeholder
source: My languages
es: Mis idiomas
fr: Mes langues
it: Le Sue lingue
pt: Meus idiomas
ru: Мои языки

# login-register-password-placeholder
source: Password
es: Contraseña
fr: Mot de passe
pt: Palavra-passe
ru: Пароль

# login-register-confirm-password-placeholder
source: Confirm password
es: Confirmar contraseña
fr: Confirmez le mot de passe
it: Conferma la Sua password
pt: Confirmar Palavra-passe
ru: Подтвердите Пароль

# login-register-next-button
source: Next
es: Siguiente
fr: Suivant
it: Seguente
pt: Seguinte
ru: Следующий

# notification-title
source: Notifications
es: Notificaciones
it: Notificazione
pt: Notificações
ru: Уведомление

# podium-title
source: Podium
es: Podio
it: Classifica
pt: Pódio
ru: Пьедестал почета

# leader-history-empty-label
source: Enjoy and react with community to earn points.
es: Diviertete e interactua con la comunidad para ganar puntos
fr: Réagissez avec la communauté pour en gagner !
it: Aiuta la communità di Whasqers per guadagnare punti
pt: Interaja com a comunidade para ganhar !
ru: Наслаждайтесь и взаимодействуйте с сообществом, чтобы зарабатывать очки

# leader-top-empty-label
source: The podium has not been set for this month yet.
es: El podio aún no se ha definido este mes
fr: Le podium n'a pas encore été défini pour ce mois.
it: La classifica non è stato ancora impostata per questo mese
pt: O pódio deste mês ainda não foi definido.
ru: Список лидеров еще не установлен в этом месяце

# profile-title
source: Profile
es: Perfil
fr: Profil
it: Profilo
pt: Perfil
ru: Профиль

# profile-position-label
source: Position
es: Posición
it: Posizione
pt: Posição
ru: Место

# profile-score-label
source: Score
es: Puntos
fr: Points
it: Punteggio
pt: Pontos
ru: Очки

# profile-answers-label
source: Answers
es: Respuestas
fr: Réponses
it: Risposte
pt: Respostas
ru: Ответы

# user-whasq-title
source: My Whasqs
es: Mis whasq
fr: Mes Whasqs
it: I miei Whasqs
pt: Meus Whasqs
ru: Мои вопросы

# home-search-placeholder
source: Ex: trips...
es: Ej: necesito ayuda en excel ...
fr: Ex: besoin d'aide en excel ...
it: Esempio: ho bisogno di aiuto in Excel…
pt: Ex: necessidade de ajuda excel ...
ru: Пример: потребность в помощи с excel ...

# edit-skill-description-label
source: You certainly have other skills, just add them
es: De seguro que tienes otros talentos, por favor agregalos
fr: Vous avez sûrement d'autres talents, vous pouvez les ajouter !
it: Ha sicuramente altri talenti, può aggiungerle!
pt: Certamente você deve tem outras competências, você pode adicioná-las!
ru: У вас, конечно же, есть другие навыки, просто добавьте их

# edit-skill-ok-button
source: OK
es: Aceptar
fr: Valider
pt: Validar
ru: ОК

# edit-skill-miss-skill-button
source: Want to add another skill which is not in the list?
es: ¿Falta un talento?
fr: Il manque un talent ?
it: Manca uno talento?
pt: Falta alguma competência ?
ru: Хотите добавить еще одно умение, которого нет в списке?

# profile-edit-phone-placeholder
source: Phone number
es: Numero de telefono
fr: Numéro de téléphone
it: Numero di telefono
pt: Número de telefone
ru: Номер телефона

# profile-edit-name-placeholder
source: Full name
es: Apellido
fr: Nom complet
it: Nome completo
pt: Nome completo
ru: Полное имя

# profile-edit-job-placeholder
source: Job position
es: Puesto
fr: Poste
it: Posto
pt: Cargo ou emprego
ru: Место работы

# profile-edit-email-placeholder
source: Email address
es: E-mail
fr: Adresse email
it: Indirizzo email
pt: Endereço de email
ru: Адрес электронной почты
